{
  "Fun with Food": "الاستمتاع  بالأطعمة",
  "Congratulations! You’ve unlocked a new play activity: Fun with Food! Today, we’ll explore how cooking can help your child learn maths while bonding together.\nStart by inviting your child to help prepare a snack, like making a pizza or a colourful fruit salad. As you gather the ingredients, ask them to count: 'How many grapes do we have?' This builds maths skills and encourages teamwork.\nNext, involve them in addition and subtraction: 'We need five grapes, if we have three, how many more do we need?' This makes learning fun!\nLet’s make it playful! Ask, 'Which is bigger: the grape or the apple?' This reinforces comparison skills.\nConsider planning a weekly cooking night. Cooking strengthens your relationship and builds your child’s confidence. Enjoy your cooking adventure together!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: الاستمتاع  بالأطعمة! اليوم سنستكشف كيف يمكن للطهي مساعدة طفلك على تعلم الرياضيات وتعزيز الارتباط بينكما. وذلك من خلال البدء بدعوة طفلك للمساعدة في إعداد وجبة خفيفة مثل إعداد بيتزا أو سلطة فواكه ملونة. وأنت تجمع المكونات، اطلب من طفلك أن يعد: \"كم عدد حبات العنب التي لدينا؟\". هذا يساعد على تأسيس سلوكيات الرياضيات وتشجيع العمل الجماعي. بعد ذلك، دع طفلك يساعد في الجمع والطرح: \"نحتاج إلى خمس حبات عنب، إذا كان لدينا ثلاث حبات، فكم نحتاج من الحبات الأخرى؟\" هذا يجعل التعلم ممتعًا! اسأل: \"أيهما أكبر: العنب أم التفاحة؟\" هذا يعزز سلوكيات المقارنة. فكر في التخطيط لأمسية طهي أسبوعية. فالطهي يقوي علاقتك بطفلك ويعمل على تأسيس ثقته بنفسه. استمتعوا بمغامرة الطهي معًا!",
  "Object Sorting Adventure": "مغامرة تصنيف الأشياء",
  "Congratulations! You have unlocked a new play activity: Object Sorting Adventure!\nHelp your little one discover the joy of learning by sorting objects and things!\nBy grouping items like a bear as an animal or a mango as a fruit, they’ll start to understand how different things fit together.\nGrab a picture book and ask, 'Can you find all the animals?' and then once they have done this you can ask if they can find all of the animals who can swim or jump. It’s an easy way to begin!\nAt home, find safe objects and let them sort them by colour, size, or type—plastic cups and plates are perfect for this! Want to make it more interesting? Try sorting pots and pans by size: Can they fit the small pans into the larger ones?\nAnd remember, you can play this game anywhere! Just look around and ask them to find things from a category you name. Let the learning begin!\"": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: مغامرة تصنيف الأشياء! ساعد طفلك على استكشاف متعة التعلم من خلال تصنيف الأشياء والأغراض! من خلال تجميع العناصر مثل الدب كحيوان أو المانجا كفاكهة سيبدأ طفلك في فهم طريقة توافق الأشياء المختلفة مع بعضها البعض. أحضر كتاب فيه صور واسأل طفلك \"هل تستطيع العثور على جميع الحيوانات؟\" ثم يمكنك سؤالهم إذا كان بوسعهم العثور على جميع الحيوانات القادرة على السباحة أو القفز. هذه طريقة سهلة للبدء! وفي البيت ابحث عن أشياء آمنة ودعهم يصنفوها حسب اللون أو الحجم أو النوع - الأكواب والأطباق البلاستيكية مثالية لهذا الغرض! هل تريد أن تجعل الأمر أكثر اهتمامًا؟ حاول تصنيف الأواني حسب الحجم: هل يمكن طفلك توافق الأواني الصغيرة بالأواني الأكبر؟وتذكر أنه يمكنك لعب هذه اللعبة في أي مكان! فقط انظر حولك واطلب من طفلك العثور على أغراض من الفئة التي تسميها. فليبدأ التعلم!",
  "Pattern Discovery": "استكشاف الأنماط",
  "Adapted from [Thrive by Five](https://www.thrivebyfive.com/)": "مقتبس من (ينمو بحلول سن الخامسة) (https://www.thrivebyfive.com/)",
  "Guess the emotion!": "خمن المشاعر!",
  "I am Safe, Loved, and Learning by Save the Children": "المصدر: \"أنا آمن ومحبوب وأتعلم\" من منظمة Save the Children",
  "Photo Puzzle": "لغز الصور",
  "Congratulations! You have unlocked a new play activity: Photo Puzzle!\nGet ready to turn a photo into a fun jigsaw puzzle that boosts memory and direction skills!\n\nYou’ll need scissors, copies of family photos, and optionally, cardboard and glue to make the puzzle more durable.\nFirst, take a copy of your photo and cut it into at least three pieces. Older children can try cutting up the pieces for younger children if they already know how to use scissors safely.\nIf the paper is thin, you can glue it to some cardboard to make it feel more like a real puzzle. Remember to let the glue dry before you start cutting!\nNow, flip the pieces face down so you can’t see the picture.\nYour challenge? Rebuild the photo together by turning over one piece at a time and putting it back together.\nIf your child needs a little help, ask guiding questions like, 'Where do you think this piece goes?'\nIt’s a quick and fun way to strengthen memory and problem-solving skills—plus, it’s a great reason to look at some photos together!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لغز الصور!\nكن مستعدًا لتحويل صورة إلى لغز الصور المقطوعة التي تقوي الذاكرة والسلوكيات التوجيهية!\n\nستحتاج إلى مقص ونسخ من الصور العائلية و ورق مقوى وصمغ لجعل الصور المقطوعة أكثر متانة.\nأولًا، خذ نسخة من صورتك وقم بقصها لثلاث قطع على الأقل. يمكن للأطفال الكبار محاولة قص القطع للأطفال الأصغر منهم إذا كانوا يعرفون كيف يستخدموا المقص بأمان.\nإذا كانت الورقة رقيقة يمكنك لصقها بالورق المقوى.\nتذكر أن تترك الصمغ يجف قبل أن تبدأ في القص!\nبعد ذلك اقلب القطع للأسفل حتى لا ترى الصورة.\nالتحدي؟ إعادة بناء الصورة معًا من خلال قلب قطعة واحدة في كل مرة وإعادة تركيبها معًا.\nإذا احتاج طفلك إلى بعض المساعدة أسأله أسئلة إرشادية مثل: \"أين يجب أن توضع هذه القطعة في رأيك؟\"\nإنها طريقة سريعة وممتعة لتقوية الذاكرة وسلوكيات حل المشاكل- بالإضافة إلى أنها فرصة رائعة لمشاهدة بعض الصور معًا!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/photo-puzzle)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/photo-puzzle)",
  "Animal Acting": "تمثيل الحيوانات ",
  "Congratulations! You have unlocked a new play activity: Act Like an Animal!\nGet ready to roar like a lion or hop like a kangaroo! This fun and active game helps kids develop physical skills while also supporting speech and language development.\nTo start, you’ll need a few simple things: small toy animals or pictures of animals, and a box or container to hold them.\nEach player picks an animal from the container. Then, take turns acting out the animal—can you mimic its sounds and movements? Roar, jump, crawl, or fly just like the animal you picked!\nFor older kids, turn it into a fun guessing game—see if others can guess which animal you’re pretending to be!\nIt’s a great way to get moving, learn, and have fun together!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: تمثيل الحيوانات! كن مستعدًا لتزأر مثل الأسد أو لتقفز مثل الكنغر! تساعد هذه الألعاب الممتعة والنشطة في تطوير السلوكيات البدنية وفي الوقت ذاته تدعم النطق وتطور اللغة. في البداية تحتاج إلى بعض الأشياء البسيطة: ألعاب حيوانات صغيرة أو صور لحيوانات وصندوق للاحتفاظ بهم. يختار كل لاعب حيوانًا من الصندوق. ومن ثم تتبادلون الأدوار في تمثيل الحيوان، هل يمكنك تقليد أصواتهم وحركاتهم؟ ازأر أو أقفز أوأزحف أو طِر تمامًا كالحيوان الذي اخترته! بالنسبة للأطفال الكبار: حول اللعبة إلى لعبة تخمين ممتعة لنعرف إذا كان بإمكان الآخرين تخمين الحيوان الذي تمثله! إنها طريقة رائعة للتحرك والتعلم والاستمتاع معًا! ",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/act-like-an-animal)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/act-like-an-animal)",
  "Cotton Colours": "ألوان القطن",
  "Congratulations! You have unlocked a new play activity: Cotton Colours. \nLet’s get creative and colourful while building motor skills and patience.\nFirst, gather your materials: scissors, glue, food colouring, small bowls, cotton balls, dropper, and an egg carton.\nStart by mixing food colouring and water. Make lots of different colours in small bowls. \nNow, get the cotton balls out. Arrange the cotton balls into the shape of a rainbow and use the droppers to paint each colour, from top to bottom. \nNow you can try a new game! Take your egg carton, make small holes in each egg space—just big enough to push a cotton ball through.\nFinally, push your coloured cotton balls through the holes to make different colourful patterns. It’s a playful way to explore colours and have some hands-on fun!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: ألوان القطن!\nلنكن مبدعين ونبني سلوكيات الحركة والصبر!\nأولاً، جمع المواد اللازمة: مقص، صمغ، صبغة طعام، أوعية صغيرة، كرات قطن، قطارة، وكرتونة بيض.\nابدأ بخلط صبغة الطعام والماء. حضر العديد من الألوان المختلفة في الأوعية الصغيرة.\nثم رتب كرات القطن على شكل قوس قزح واطلب من طفلك يستخدم القطارات لصبغ كل لون من الأعلى إلى الأسفل.\nبعد ذلك يمكنك تجربة لعبة جديدة! خذ صندوق البيض واصنع ثقوبًا صغيرة في كل مساحة للبيض—بحجم يكفي لدفع كرة قطن من خلالها.\nوأخيرًا، ادفع كرات القطن الملونة عبر الثقوب لعمل أنماط ملونة مختلفة. إنها طريقة مرحة لاستكشاف الألوان والاستمتاع بتجربة عملية!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/cotton-colours)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/cotton -colours)",
  "Follow the leader": "اتباع القائد",
  "Congratulations! You have unlocked a new play activity: Follow the Leader!\nThis exciting imitation game is all about movement, memory, and fun! Start by choosing someone to be the leader—an adult is a great way to kick things off. The other players line up behind the leader, ready to follow along.\nThe leader can move in any way they like—run, jump, crawl, or even tiptoe! The rest of the players must copy every move. The leader can change movements at any time, keeping everyone in suspense!\nTake turns being the leader, and remember, you can play with just two people or as many as you want! It’s a fantastic way to build working memory, attention, and self-control while having fun together!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: اتباع القائد!\nهذه اللعبة المثيرة للتقليد تدور حول الحركة والذاكرة والمرح! ابدأ باختيار شخص ليكون القائد—يمكن للبالغين أن يكونوا خيارًا رائعًا لبدء اللعبة. يتجمع اللاعبون الآخرون خلف القائد استعدادًا للمتابعة.\nيمكن للقائد التحرك بأي طريقة يحبها—الجري أو القفز أو الزحف أو حتى المشي على أطراف الأصابع! يجب على بقية اللاعبين تقليد كل حركة. يمكن للقائد تغيير الحركات في أي وقت، مما يبقي الجميع في حالة من الترقب!\nتبادلوا دور القائد، وتذكر أنه يمكنك اللعب مع شخصين أو مع عدد أكبر من الأشخاص! إنها طريقة رائعة لبناء الذاكرة والانتباه والتحكم الذاتي وأنتم تستمتعون معًا!",
  "Book Sharing Time": "وقت القراءة",
  "Congratulations! You have unlocked a new play activity: Book Sharing Time!\nReading together is not only a fun, playful way to spend quality time but also a fantastic way to help your child learn and grow.\nChoose a time when you won’t be disturbed, and try to minimise distractions—turn off the TV, put away mobile phones, and create a calm space. If your child wants to pick the book, great! If not, you can choose one for them.\nAs you read, sit close together and follow their lead. Point to things in the book, name objects, and repeat words to help them engage with what interests them. Link the story to their life—use words about emotions and talk about how the characters might be feeling.\nIf you can, start a regular reading routine when your child isn’t too tired or hungry. This habit can become a cherished time that supports their learning and prepares them for school success.\nReading together is one of the most valuable ways to help your child learn, build curiosity, and bond over stories!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: وقت القراءة!\nقراءة الكتب معًا ليست فقط وسيلة ممتعة لقضاء وقت ممتع بل هي أيضًا طريقة رائعة لمساعدة طفلك على التعلم والنمو.\nاختر وقتًا لن تتعرض فيه للإزعاج وحاول تقليل المشتتات—أطفئ التلفاز وضع الهواتف بعيدًا واخلق مساحة هادئة. إذا كان طفلك يرغب في اختيار الكتاب فذلك رائع! إذا لم يرغب يمكنك اختيار كتاب له.\nأثناء القراءة، اجلسا بالقرب من بعضكما البعض واتبع إرشادات طفلك. أشِر إلى الأشياء في الكتاب وسمِّ الأشياء وكرر الكلمات لمساعدة طفلك على التفاعل مع ما يثير اهتمامه. اربط القصة بحياة طفلك—استخدم كلمات عن المشاعر وتحدث عن مشاعر الشخصيات.\nإذا أمكنك ابدأ روتين قراءة منتظم في أوقات يكون فيها طفلك غير متعبًا أو جائعًا. يمكن أن يصبح هذا وقتًا ثمينًا لدعم تعلمهم وإعدادهم للنجاح في المدرسة.\nقراءة الكتاب معًا هي واحدة من أبرز الطرق القيمة لمساعدة طفلك على التعلم و تشجيع الفضول وتعزيز الروابط من خلال القصص!",
  "String and create": "خيوط الإبداع",
  "Congratulations! You have unlocked a new play activity: String and create!\nThis activity is a great way for your child to explore colours, shapes, and build their fine motor skills. \nHere’s what you can do: set out some colourful beads where your child can play freely. Encourage them to string the beads, guiding them to sort by colour or shape if they’d like. Older kids may want to join in and try creating different patterns or spelling words out with alphabet beads.\nAs they string the beads, count together how many they’ve added. Celebrate their hard work by congratulating them on the beautiful misbah they’ve created! Remember, adult supervision is important when little kids are handling beads. Make sure the beads are large in size and that children don’t put them in their mouths as this is a choking hazard!\nWhat to look for: Notice how your child is learning about different colours and how they’re gaining better control of their hands, which helps develop dexterity.\nIt’s a simple, engaging activity that combines creativity, learning, and skill-building, all while having a great time!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: خيوط الإبداع!\nيعد هذا النشاط طريقة رائعة لطفلك لاستكشاف الألوان والأشكال وبناء مهاراته الحركية الدقيقة، إليك ما يمكنك فعله:\nضع بعض الخرز الملون في مكان يمكن لطفلك أن يلعب فيه بحرية، ثم قم بتوجيهه لفرزها حسب اللون أو الشكل وشجعه على ربط الخرز باستخدام خيط. قد يرغب الأطفال الأكبر سنًا في الانضمام ومحاولة إنشاء أنماط مختلفة أو تهجئة الكلمات باستخدام خرز الأبجدية.\nعندما يربط طفلك الخرز احسبوا معًا عدد الخرزات التي أضافها. احتفل بجهود طفلك بمدح المسبح الجميل الذي صنعه!\nتذكر أهمية الإشراف عندما يلعب الأطفال الصغار بالخرز. تأكد من أن الخرز كبير الحجم بحيث لا يستطيع الأطفال وضعه في أفواههم لأنه يشكل خطر الاختناق!\nما يجب الانتباه إليه:\nلاحظ كيف يتعلم طفلك الألوان المختلفة وكيف يكتسب المزيد من السيطرة على يديه، مما يساعد على تطوير المهارة اليدوية.\nإنه نشاط بسيط وممتع يجمع بين الإبداع والتعلم وبناء المهارات، وكل ذلك أثناء قضاء وقت ممتع!",
  "Adapted from [Early Childhood Development Kit by UNICEF](https://www.unicef.org/supply/early-childhood-development-ecd-kit)": "مقتبس من [مجموعة تنمية الطفولة المبكرة المقدمة من اليونسيف] https://www.unicef.org/supply/early-childhood-development-ecd-kit)  ",
  "Freeze Dance": "لعبة الرقص التجميدي ",
  "Congratulations! You have unlocked a new play activity: Freeze Dance!\nGet ready to dance and freeze with this exciting activity that toddlers love! Play some music and let your child dance or move however they like. When the music stops, tell them to freeze – to not move at all! – in place. This fun game is great for building listening skills and self-control as they practise stopping and starting.\nIt’s also a wonderful way to prepare for school, where they’ll need to follow directions. So, turn up the music and enjoy the dancing – and the freezing!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: الرقص التجميدي!\nاستعدوا للرقص والتجمد مع هذا النشاط الممتع الذي يعشقه الصغار! قوموا بتشغيل بعض الموسيقى ودعوا طفلكم يرقص أو يتحرك كما يشاء. عندما تتوقف الموسيقى اطلبوا منه التجمّد في مكانه وعدم الحركة على الإطلاق! تعتبر هذه اللعبة الممتعة رائعة لبناء مهارات الاستماع والسيطرة على النفس، حيث يتدربون الأطفال على التوقف والبدء.\nكما أنها طريقة رائعة للتحضير للمدرسة حيث سيحتاجون إلى اتباع التعليمات. لذا شغّلوا الموسيقى واستمتعوا بالرقص والتجميد!",
  "Shadow Play": "لعبة الظل",
  "Congratulations! You have unlocked a new play activity: Shadow Play!\nStep into a world of imagination and light with this exciting activity! In a darkened room, grab a flashlight and shine it at your hand, casting fun shadows onto the wall. Wave at your child and create silly shapes with your fingers—maybe a bunny, a bird, or whatever your imagination dreams up! Watch as their curiosity grows, and invite them to try waving their shadow hand back.\nEncourage your little one to take a turn with the flashlight, giving them the thrill of seeing how light can create different shapes and movements on the wall. Older children might want to join in the fun and make a shadow animal of their own! This hands-on experience helps them understand cause and effect, and boosts their creativity as they experiment with their own shadow creations.\nIt's a delightful, interactive way to explore movement and creativity, all while strengthening their focus and sense of wonder!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الظل!\nاستعدوا للدخول إلى عالم من الخيال والضوء مع هذا النشاط الممتع! في غرفة مظلمة امسك بمصباح يدوي ووجه الضوء على أيديكم مما يُلقي بظلال على الجدار. لوّح لطفلك وابتكر أشكالًا مضحكة بأصابعك—ربما تكون أرنبًا أو طائرًا أو أي شيء من وحي خيالك! وراقب كيف ينمو فضول طفلك وادعه لمحاولة التلويح بيده الظلية. شجع طفلك على أخذ دوره مع المصباح اليدوي مما يمنحه شعور بالمتعة حول رؤية كيف يمكن للضوء أن يخلق أشكالًا وحركات مختلفة على الجدار. قد يرغب الأطفال الأكبر سنًا في الانضمام إلى هذا النشاط وصنع حيوان ظلي خاص بهم! تساعدهم هذه التجربة العملية على فهم العلاقة بين السبب والنتيجة وتعزز إبداع الأطفال أثناء قيامهم بتجربة لابتكار ظلالهم الخاصة. إنها طريقة ممتعة وتفاعلية لاستكشاف الحركة والإبداع، كل ذلك مع تعزيز تركيزهم وإحساسهم بالدهشة!",
  "Adapted from [Zero to three](https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/)": "مقتبس من [صفر إلى ثلاثة] (https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/) ",
  "Mini Obstacle Race": "سباق العوائق البسيطة ",
  "Congratulations! You have unlocked a new play activity: Mini Obstacle Race!\nGet ready to set up an exciting adventure right in your home! Using soft play equipment, pillows, chairs, and hula hoops or skipping ropes, create a fun and safe obstacle race for your toddler to explore. The goal? For your little one to navigate the course by crawling, jumping, and climbing over, under, and through the obstacles.\nAs they tackle each challenge, they’ll be developing important gross motor skills like coordination, balance, and strength. Not only will this activity get them moving, but it will also boost their confidence as they conquer each part of the race.\nIt’s an easy, playful way to promote physical development while having a great time together! Let the obstacle adventure begin!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: سباق العوائق البسيطة!\nاستعد لإعداد مغامرة ممتعة في بيتك! استخدم أغراض اللعب الناعمة والوسائد والكراسي وهولا هوب أو حبال القفز لإنشاء سباقًا ممتعًا وآمنًا ليكتشفه طفلك. الهدف؟ أن يتنقل طفلك في المسار عن طريق الزحف والقفز والتسلق فوق وتحت ومن خلال التغلب على العوائق. أثناء تعاملهم مع كل تحدِ سيطورون مهارات حركية كبيرة في غاية الأهمية مثل التنسيق والتوازن والقوة. وستساعدهم هذه الأنشطة ليس على الحركة فقط ولكنها ستعزز أيضًا ثقتهم بأنفسهم وهم يتغلبون على كل جزء من هذا السباق. إنها طريقة سهلة وممتعة لتعزيز النمو البدني مع قضاء وقت ممتع معًا! لتبدأ مغامرة العوائق!",
  "Adapted from [Zero to three](https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/)": "مقتبس من [صفر إلى ثلاثة] (https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/)",
  "Letter Hunt": "لعبة البحث عن الحروف",
  "Congratulations! You have unlocked a new play activity: Letter Hunt!\nTurn your next trip to the store into a learning adventure! As you shop, pick a letter and talk about the items on your list that start with that letter. Ask your child to find other things in the store that start with the same letter. This simple activity helps build your child’s letter recognition and vocabulary while keeping them engaged during the shopping trip. It’s a fun, interactive way to learn about letters and sounds in real-world situations, turning an ordinary task into an exciting educational game!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة البحث عن الحروف!\nحوّل رحلتك إلى السوق إلى مغامرة تعليمية! أثناء التسوق اختر حرفًا وتحدث عن العناصر الموجودة في قائمتك التي تبدأ بهذا الحرف. اطلب من طفلك العثور على أشياء أخرى في السوق تبدأ بنفس الحرف. يساعد هذا النشاط البسيط على بناء قدرة الطفل على التعرف على الحروف وزيادة مفرداته ويبقيه منشغلاً خلال رحلة التسوق. إنها طريقة ممتعة وتفاعلية لتعلم الحروف والأصوات في مواقف الحياة الواقعية، مما يحول المهمة العادية إلى لعبة تعليمية مثيرة!",
  "Adapted from [Sesame Workshop](https://sesameworkshop.org/resources/what-will-we-do/)": "مقتبس من (ورشة عمل شارع السمسم )](https://sesameworkshop.org/resources/what-will-we-do/)",
  "Shape and Colour": "لعبة الأشكال والألوان",
  "Adapted from [Splash Learn](https://www.splashlearn.com/blog/activities-for-two-year-old-toddlers/)": "مقتبس من موقع [سبلاش ليرن] (https://www.splashlearn.com/blog/activities-for-two-year-old-toddlers/)",
  "Mystery Bag": " الحقيبة الغامضة",
  "Congratulations! You have unlocked a new play activity: Mystery Bag!\nThis versatile game is perfect for engaging your toddler’s senses and building vocabulary. Simply place a variety of objects into a bag and ask your child to reach in, feel an item, and guess what it is before pulling it out. When they pull out the item, give them some descriptive vocabulary to describe what you see: Is it smooth or scary? Bumpy or bright? It’s a fun way to introduce new words and stimulate their sense of touch!\nBenefits of this activity include expanding vocabulary, developing tactile senses, and practising grouping skills. It’s a wonderful way to mix fun with learning!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الحقيبة الغامضة!\nإن هذه اللعبة المتعددة الاستخدامات تتصف بالمثالية لأنها تساعد على إشراك حواس طفلك الصغير وتساعد أيضًا على بناء مفرداته اللغوية. ببساطة إن كل ما عليك هو وضع مجموعة متنوعة من الأشياء في حقيبة واطلب من طفلك أن يضع يده داخل الحقيبة ويقوم بلمس شيئًا من داخل الحقيبة وبعد ذلك يخمن ما هو هذا الشيء قبل أن يخرجه من الحقيبة. عندما يقوم بإخراج هذا الشيء من الحقيبة أعطه بعض المفردات لوصف ما يرونه: هل هو ناعم أم خشن؟ مستوي ام متعرج؟ إنها طريقة ممتعة لتقديم كلمات جديدة وتحفيز حاسة اللمس لديهم! تشمل فوائد هذا النشاط توسيع نطاق المفردات الخاص بهم وتطوير الحواس اللمسية وممارسة مهارات التجميع. ولذلك فإنها  طريقة رائعة لمزج المرح بالتعلم!",
  "Adapted from [British Council](https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game)": "مقتبس من تطبيق [بريتيش كاونسيل] (https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game)",
  "Body Outline": "مخطط الجسم ",
  "Paper Ball Game": "لعبة الكرة الورقية",
  "Congratulations! You have unlocked a new play activity: The Paper Ball Game!\nGet ready to test your child’s aim and decision-making skills with this simple yet exciting game. Using paper balls, you'll have fun while sharpening physical coordination.\nHere’s what you’ll need: paper (to scrunch up into balls), and crayons.\nStart by colouring each piece of paper so that it is a unique colour. Make sure you can tell the balls apart. Now scrunch up the paper until you have a paper ball.\nNext, make a goal. You can use markings that already exist, or a clear table surface. Now you’re ready to play! Take turns tossing your ball towards the goal. Whoever scores or lands closest to the goal wins the round!\nThis fun and engaging game is perfect for boosting your child’s physical coordination and decision-making skills while keeping them entertained. Let the friendly competition begin!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الكرة الورقية!\nاستعد لاختبار مهارات الهدف وصنع القرار لدى طفلك باستخدام هذه اللعبة البسيطة الممتعة باستخدام كرات الورق وستستمتعان معًا في تحسين التنسيق البدني. ستحتاج: الورق (لتشكيلها على هيئة كرات) وأقلام التلوين. ابدأ بتلوين كل قطعة من الورق بحيث يكون لونها فريدًا. تأكد من أنك تستطيع التمييز بين الكرات. الآن قم بتشكيل الورق حتى تحصل على كرة ورقية ثم حدد هدف. يمكنك استخدام علامات موجودة في المنزل أو اختيار سطح الطاولة. أنت الآن جاهز للعب! تناوبوا في رمي الكرة نحو المرمى. من يسجل أو يقرب من الهدف يفوز. هذه اللعبة الممتعة والجذابة مثالية لتعزيز التنسيق الحركي ومهارات اتخاذ القرار لدى طفلك. فلتبدأ المنافسة الودية!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/jumping-caps)": "مقتبس من [التعلم من خلال اللعب] (مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/jumping-caps)",
  "Leader Says": "لعبة يقول القائد",
  "Superhero Costume Raffle": "السحب على زي البطل الخارق",
  "Congratulations! You have unlocked a new play activity: Superhero Costume Raffle!\nGet ready to transform into superheroes with this fun and imaginative dressing-up game! It’s a fantastic way to encourage creative thinking, flexible language skills, and playful bonding.\nHere’s what you’ll need: Two items of clothing for each person playing, and a pillowcase or bag to hold them.\nStart by placing all the clothes in the pillowcase. Hand the pillowcase to the smallest player first. Make sure their eyes are shut, then let them pull out one item of clothing.\nNext, pass the case around until everyone gets two items of clothing. The fun begins as everyone imagines what superpower each piece of clothing gives them. Maybe a scarf makes you fly, or a hat gives you super speed—it’s totally up to your imagination!\nNow it’s time to play! All the heroes can now put on their clothes to activate their superpowers! Join forces and save the world with your unique superhero abilities. Let the superhero adventure begin!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: السحب على زي البطل الخارق!\nاستعد للتحول إلى بطل خارق من خلال لعبة ارتداء الملابس الممتعة والخيالية! إنها طريقة رائعة لتشجيع التفكير الإبداعي وسلوكيات اللغة المرنة والترابط المرح.\nستحتاج إلى: قطعتان من الملابس لكل شخص يلعب، وغطاء وسادة أو حقيبة لحملها.\nابدأ بوضع جميع الملابس في غطاء الوسادة. سلم غطاء الوسادة إلى أصغر لاعب أولاً. تأكد من إغلاق عينيه ثم دعه يسحب قطعة ملابس واحدة.\nبعد ذلك مرر الغطاء حتى يحصل الجميع على قطعتين من الملابس. تبدأ المتعة عندما يتخيل الجميع القوة الخارقة التي تمنحها لهم كل قطعة من الملابس. ربما يجعلك الوشاح تطير أو تمنحك القبعة سرعة فائقة -الأمر متروك تمامًا لخيالك! \nحان وقت اللعب! يمكن لجميع الأبطال الآن ارتداء زيهم لتفعيل قواهم الخارقة! وحدوا القوات وأنقذوا العالم بقدراتكم الفريدة كأبطال. دع مغامرة البطل الخارق تبدأ!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/superhero-costume-lottery)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/superhero-costume-lottery) ",
  "What We See": "لعبة ما نراه",
  "Congratulations! You have unlocked a new play activity: What We See!\nGet ready to turn your home into a scavenger hunt with this fun and interactive spelling game. It’s a fantastic way to boost physical, creative, and cognitive skills while exploring your surroundings.\nHere’s what you’ll need: paper, pens, and safe objects from around the house.\nStart by writing down each letter of the alphabet—one letter per piece of paper. Once you've finished, place the papers face down so you can’t see the letters.\nNow, turn over one piece of paper to reveal a letter. The challenge? Find objects around your house that begin with that letter! Once you've found an item, place it next to the letter on the paper.\nKeep the hunt going! Flip over the next letter and search for another object. Continue until you’ve gone through all the letters. After all that hunting, take a well-earned break!\nThis activity is perfect for blending learning with active play, while giving your little ones a fun way to practise their alphabet and creativity!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة ما نراه!\nاستعد لتحويل منزلك إلى لعبة البحث عن الكنز من خلال لعبة الإملاء الممتعة والتفاعلية. إنها طريقة رائعة لتعزيز السلوكيات البدنية والإبداعية والإدراكية أثناء استكشاف محيطك.\nستحتاج إلى: ورق وأقلام وأشياء آمنة من جميع أنحاء المنزل.\nابدأ بكتابة كل حرف من حروف الأبجدية -حرف واحد على كل قطعة من الورق. بمجرد الانتهاء ضع الأوراق مقلوبة بحيث لا يمكنك رؤية الحروف.\nثم اقلب قطعة واحدة من الورق لتكشف عن حرف. التحدي؟ ابحث عن أشياء حول منزلك تبدأ بهذا الحرف! بمجرد العثور على شيء ضعه بجوار الحرف الموجود على الورقة. استمر في البحث! اقلب الحرف التالي وابحث عن شيء آخر. استمر حتى تنتهي من جميع الحروف. بعد كل هذا البحث خذ استراحة مستحقة!\nهذا النشاط مثالي لدمج التعلم مع اللعب النشط، ومنح أطفالك الصغار طريقة ممتعة للتدرب على الحروف الأبجدية والإبداع!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/what-we-see)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/treasure-hunt) ",
  "Treasure Hunt": "البحث عن الكنز",
  "Congratulations! You have unlocked a new play activity: Treasure Hunt!\nReady to embark on a thrilling hunt for hidden treasure? This fun-filled game is perfect for challenging problem-solving and communication skills while keeping everyone engaged with exciting clues!\nHere’s what you’ll need: something easy to hide, like toys or balls, and if you want to take it up a notch, use paper and crayons to create your very own treasure map.\nStart by choosing one player to hide an object, making sure no one else sees where it’s hidden. The player who hid the object will now give clues to help the others find it. Clues can be about what's in front of, behind, or above the hidden treasure. \nNeed help? When the person searching is getting close to where the object is hidden, the hider can say “getting warm!” or “hot!”, and when the searcher is going in the wrong direction, the hider can say “getting colder…”.\nTake turns hiding objects and giving clues—it’s fun for everyone to get involved!\nFor an extra challenge, hide multiple objects around the house and create a treasure map or poster showing pictures of the hidden items. You can even include a fun reward for those who find all the treasures!\nIt’s the perfect way to combine problem-solving with a thrilling treasure hunt adventure!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: البحث عن الكنز!\nهل أنت مستعد للانطلاق في رحلة بحث عن كنز مخفي؟ هذه اللعبة الممتعة مثالية لحل المشكلات الصعبة وسلوكيات الاتصال مع إبقاء الجميع منشغلين بالتلميحات المثيرة!\nستحتاج إلى: شيء يسهل إخفاؤه مثل الألعاب أو الكرات، وإذا كنت تريد فاستخدم الورق والأقلام الملونة لإنشاء خريطة الكنز الخاصة بك.\nابدأ باختيار لاعب واحد لإخفاء شيء ما مع التأكد من عدم رؤية أي شخص آخر لمكان إخفائه. سيقدم اللاعب الذي أخفى الشيء الآن أدلة لمساعدة الآخرين في العثور عليه. يمكن أن تكون الأدلة حول ما يوجد أمام أو خلف أو فوق الكنز المخفي.\nهل يحتاج الباحث المساعدة؟ عندما يقترب الشخص الباحث من مكان إخفاء الشيء يمكن للمخفي أن يقول \"انك تقترب!\" وعندما يتجه الباحث في الاتجاه الخاطئ، يمكن للمخفي أن يقول \"انك تبتعد...\".\nتبادل الأدوار في إخفاء الأشياء وإعطاء تلميحات -إنه أمر ممتع ومناسب للجميع!\nللمزيد من التحديات قم بإخفاء العديد من الأشياء حول المنزل وقم بإنشاء خريطة كنز تعرض صورًا للأشياء المخفية. يمكنك حتى تخصيص مكافأة ممتعة لأولئك الذين يجدون جميع الكنوز!\nإنها الطريقة المثالية للجمع بين حل المشكلات ومغامرة البحث عن الكنز!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/treasure-hunt)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/treasure-hunt) ",
  "Shine a light": "تسليط الضوء",
  "Congratulations! You have unlocked a new play activity: Shine A Light!\nGet ready to let your creativity shine with shadow drawing! This activity is a fun and imaginative way to boost creativity and flexible thinking while exploring shadows and light.\nHere’s what you’ll need: pens, paper, and a flashlight.\nStart by having your child choose an object that they would like to draw—it could be anything from around the house, like a cup or a favourite toy. \n\nHave them place the object upright on a blank sheet of paper.\nHold the flashlight behind the object so the shadow appears on the paper. You can take turns holding the flashlight, or rest it on something sturdy to keep your hands free for drawing.\nNow, guide your child so they can trace the shadow’s outline on the paper. Once they have finished drawing the shape, it’s time to get creative! Colour and decorate the shadow together to add your own artistic touch.\nFor extra fun, make up a story about the shadow object together as you decorate. What is it doing today? Use your imagination as you create and explore the world of shadows!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: تسليط الضوء!\nاستعد لإطلاق إبداعك من خلال رسم الظل! هذا النشاط ممتع ويعزز الخيال والإبداع والتفكير المرن أثناء استكشاف الظلال والضوء.\nكل ما تحتاجه: الأقلام والورق والمصباح اليدوي.\nأبدأ بجعل طفلك يختار الجسم الذي يريد أن يرسمه ومن الممكن أن يكون أي شيء من حول المنزل مثل كوب أو لعبة مفضلة. ثم أطلب منه وضع الجسم في وضع مستقيم على ورقة فارغة. أمسك المصباح اليدوي خلف الأجسام لكي يظهر الظل على الورقة. بإمكانك تبادل الأدوار ومسك المصباح اليدوي أو ضعه على شيء قوي لإبقاء يديك حرة للرسم. وجه طفلك حتى يتمكن من تتبع مخطط الظل على الورقة. بمجرد من أن ينتهوا من رسم الشكل، فها هو ذا قد حان وقت الإبداع! لون وزين الظل مع طفلك لإضافة لمستك الفنية الخاصة.\n ولمزيد من المتعة، اختلقوا قصة عن كائن الظل معًا أثناء تزيينه. ماذا يفعل هذا الكائن اليوم؟ استخدم خيالك أثناء ابتكار واستكشاف عالم الظلال.",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/shine-a-light)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/shine-a-light   ",
  "Building Blocks Dictionary": "قاموس التركيب",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/bricktionary-with-six-bricks)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/bricktionary-with-six-bricks) ",
  "Colour Hunt": "البحث عن الألوان",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/colour-hunt)": "مقتبس من [التعلم من خلال اللعب (https://learningthroughplay.com/let-s-play/colour-hunt)",
  "I Spy": "لعبة أنا أرى",
  "Adapted from [Brain building through play by Harvard University](https://developingchild.harvard.edu/resources/brainbuildingthroughplay/))": "مقتبس من [التعلم من خلال اللعب (https://developingchild.harvard.edu/resources/brainbuildingthroughplay/)) ",
  "Games with Pictures": "ألعاب بالصور",
  "Congratulations! You have unlocked a new play activity: Games with Pictures!\nThis activity helps spark creativity and language skills by making up stories from pictures.\nStart by showing your child a picture, and then say, “We are going to make up a story about this picture. I’ll start.” For example, you might say, “This little girl looks very excited today. Why do you think she’s excited?”\nEncourage your child to think about the picture and add their ideas. You could say, “She’s holding her bag and has a big smile. Where do you think she’s going?”\nLet the story unfold as you both take turns adding details. This activity boosts your child's imagination, builds their vocabulary, and helps them practise storytelling. The more pictures you explore, the more creative your stories will become!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب:ألعاب بالصور! \nيساعد هذا النشاط على تعزيز الإبداع والسلوكيات اللغوية من خلال ابتكار قصص من الصور. ابدأ بعرض صورة لطفلك ثم قل له \"سنقوم بابتكار قصة عن هذه الصورة. سأبدأ أنا\". على سبيل المثال، يمكنك أن تقول \"تبدو هذه الفتاة الصغيرة متحمسة للغاية اليوم. لماذا تعتقدين أنها متحمسة؟\" \nشجع طفلك على التفكير في الصورة وإضافة أفكاره. يمكنك أن تقول \"إنها تحمل حقيبتها ولديها ابتسامة كبيرة. إلى أين تعتقدين أنها ذاهبة؟\"\n دع القصة تظهر وأنتما تتناوبان على إضافة التفاصيل. يعزز هذا النشاط خيال طفلك ويبني مفرداته ويساعده على تدريب سرد القصص. كلما استكشفت المزيد من الصور كلما أصبحت قصصك أكثر إبداعًا!",
  "Playtime with books": "وقت اللعب مع الكتب",
  "Opposites Game": "لعبة المتضادات",
  "Adapted from [Brain building through play by Harvard University](https://developingchild.harvard.edu/resources/brainbuildingthroughplay/)": "مقتبس من كتاب [بناء الدماغ من خلال اللعب لجامعة هارفارد](https://developingchild.harvard.edu/resources/brainbuildingthroughplay/)",
  "Blanket Forts": "حصن البطانية",
  "Congratulations! You have unlocked a new play activity: Building a Blanket Fort!\nLet’s dive into creating your very own cosy hideaway! First, gather everything you’ll need—blankets, pillows, chairs, and maybe even a table. If you want to add a little magic, grab a flashlight to light up your fort.\nNow, it’s time to build. Start by setting up two chairs facing each other, or use a table as the main structure of your fort. Drape the blankets over the chairs or table to create a roof. Don’t forget to secure them—use clips or heavy books to hold everything in place so your fort stays strong!\nNext, make it extra comfy. Fill the inside with pillows, cushions, and maybe even a soft rug. This will be your cosy corner to relax, read, or play together.\nOnce your fort is built, add some fun touches. String up lights, bring in your favourite toys or books, and decorate the space however you like. You could even make a “welcome” sign to make it feel like your very own special house!\nNow, crawl inside and enjoy your new fort! This is your cosy, creative space for reading stories, playing games, or just spending some quiet time together.\nBuilding a blanket fort is more than just a fun activity—it’s a chance to spark creativity, solve problems, and share special moments together. So, grab those blankets and start building your adventure today!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: إنشاء حصن من البطانيات!\nدعنا نتعمق في إنشاء مخبأك المريح الخاص! أولاً، ابدأ بجمع كل ما تحتاجونه أنت وطفلك من بطانيات ووسائد وكراسي وربما طاولة. إذا كنت ترغب فأحضر مصباحًا يدويًا لإضاءة حصنك. الآن، حان الوقت لإنشاء حصنك. ابدأ بوضع كرسيين متقابلين أو استخدم طاولة كهيكل رئيسي لحصنك. ثم ضع البطانيات فوق الكراسي أو الطاولة لإنشاء سقف. لا تنس تثبيتها باستخدم المشابك أو الكتب الثقيلة لتثبيت كل شيء في مكانه حتى يظل حصنك قويًا! بعد ذلك اجعل المكان مريحًا للغاية. املأ الجزء الداخلي بالوسائد والمخدات وربما حتى سجادة ناعمة. وستكون هذه هي الزاوية المريحة التي يمكنك الاسترخاء أو القراءة فيها  أو اللعب معًا. بمجرد إنشاء حصنك أضف بعض اللمسات الممتعة. بعد ذلك قم بتعليق الأضواء وأدخل ألعاب طفلك أو كتبه المفضلة وزين المكان بالطريقة التي تريدها. ويمكنك حتى إنشاء علامة ترحيبية لجعل المكان يبدو وكأنه منزلك الخاص للغاية! ادخل واستمتع بحصنك الجديد! هذه هي مساحتك المريحة والإبداعية لقراءة القصص أو لعب الألعاب أو مجرد قضاء بعض الوقت الهادئ معًا. إنشاء حصن من البطانيات يعتبر فرصة لتحفيز الإبداع وحل المشكلات ومشاركة اللحظات الخاصة مع طفلك. لذا، اجمع تلك البطانيات وابدأ في بناء مغامرتك اليوم!",
  "Tricky Tower": "لعبة الأبراج",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/tricky-tower)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/tricky-tower)",
  "Flip the blanket": "أقلب البطانية  ",
  "Congratulations! You have unlocked a new play activity: Flip the Blanket!\nCan you and your child flip a blanket while standing on it? This fun and challenging game will get everyone thinking creatively and working as a team to solve the problem.\nHere’s how to play:\nStart by laying a blanket or large piece of cloth flat on the ground. Have all the players stand on the blanket—make sure no one steps off!\nNow, the challenge begins. The players must work together to flip the blanket over without stepping off or touching the ground. Experiment with different ideas, try new strategies, and see what works best!\nIf anyone touches the ground, no worries—just start over and give it another try.\nWhile you are playing, talk about the problem-solving you are doing. Ask the players what ideas they are trying and why, how they are working together, and what is working and what is not. Discuss how they came up with solutions as a team.\nFlip the Blanket is a fantastic way to encourage teamwork, creative thinking,problem solving, and perseverance—all while having a great time together!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: اقلب الغطاء!\nهل تستطيع أنت وطفلك قلب البطانية أثناء الوقوف عليها؟ ستشجع هذه اللعبة الممتعة والمليئة بالتحديات على التفكير الإبداعي والعمل كفريق واحد لحل المشكلة.\nطريقة اللعب: ابدأ بوضع بطانية أو قطعة قماش كبيرة على الأرض. اطلب من جميع اللاعبين الوقوف على البطانية وتأكد من عدم نزول أي منهم!\nالآن يبدأ التحدي. يجب على اللاعبين العمل معًا لقلب البطانية دون النزول منها أو لمس الأرض. جرّب أفكارًا مختلفة واستراتيجيات جديدة ولاحظ ما هو الأفضل! إذا لمس أي شخص الأرض فلا داعي للقلق - فقط ابدأ من جديد وحاول مرة أخرى.\nأثناء اللعب تحدث عن حل المشكلات واسأل اللاعبين عن الأفكار التي يحاولون تنفيذها ولماذا، وكيف يعملون معًا وما الذي ينجح وما الذي لا ينجح. ناقش كيف توصلوا إلى حلول كفريق.\nتعد لعبة قلب البطانية طريقة رائعة لتشجيع العمل الجماعي والتفكير الإبداعي وحل المشكلات والمثابرة - كل ذلك أثناء قضاء وقت ممتع معًا!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/flip-the-blanket)": "مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/flip-the-blanket)",
  "Can you catch it?": "هل يمكنك الإمساك به؟",
  "Congratulations! You have unlocked a new play activity: Can You Catch It?\nLet’s see if you can follow instructions while catching a ball! This fun and challenging game will train your concentration and reflexes—and it’s trickier than it looks. Plus, you can adjust the rules to make it perfect for every age!\nHere’s how to play:\nStart by standing about three metres apart and gently toss a ball or bean bag to each other. After a few easy throws, it’s time to introduce the rules!\nWhen the thrower shouts ‘one’, the catcher has to catch the ball with their right hand and put their left foot out. If the thrower shouts ‘two’, the catcher catches with their left hand and puts their right foot out.\nOnce you’re confident, add some extra rules! If the thrower shouts ‘three’, the catcher has to catch with their right hand and put their right foot out. And if the thrower shouts ‘four’, the catcher catches with their left hand and puts their left foot out.\nFor the game to work, make sure the number is called before you throw the ball, so the catcher has time to react!\nThis activity is a great way to improve coordination, concentration, and quick thinking—all while having fun! So, grab a ball and start tossing with these new rules to test your skills!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب:لعبة \"هل يمكنك الإمساك به؟\"\nلنرى ما إذا كان بوسعك اتباع التعليمات أثناء إمساك الكرة! ستعمل هذه اللعبة الممتعة والمليئة بالتحديات على تدريب تركيزك وردود أفعالك - وهي أكثر صعوبة مما تبدو. بالإضافة إلى ذلك يمكنك تعديل الضوابط لجعلها مثالية لكل الأعمار!\nطريقة اللعب: ابدأ بالوقوف على مسافة ثلاثة أمتار تقريبًا بين كل شخصين ثم قم برمي الكرة برفق لبعضكما البعض. بعد بضع رميات سهلة، حان الوقت لتعريف الجميع بالضوابط! عندما يقول الرامي \"واحد\" يجب على الماسك أن يمسك الكرة بيده اليمنى ويمد قدمه اليسرى. إذا قال الرامي \"اثنين\" يجب على الماسك أن يمسك الكرة بيده اليسرى ويمد قدمه اليمنى. يمكنك إضافة بعض الضوابط الصعبة! إذا صاح الرامي \"ثلاثة\" فيجب على الماسك أن يمسك بالكرة بيده اليمنى ويمد قدمه اليمنى. وإذا صاح الرامي \"أربعة\" فيجب على الماسك أن يمسك بالكرة بيده اليسرى ويمد قدمه اليسرى.\nلكي تنجح اللعبة تأكد من استدعاء الرقم قبل رمي الكرة حتى يكون لدى الماسك الوقت للرد!\nهذا النشاط هو وسيلة رائعة لتحسين التنسيق والتركيز والتفكير السريع، كل ذلك مع الاستمتاع! لذا، أمسك الكرة وابدأ في رميها وفقًا لهذه الضوابط الجديدة لاختبار مهاراتك!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/can-you-catch-it)": "مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/can-you-catch-it) ",
  "Unseen Guesses": "تخمين الأشياء المجهولة",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/unseen-guesses)": "مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/unseen-guesses)",
  "Things that make me happy": "أشياء تجعلني سعيد ",
  "Congratulations! You have unlocked a new play activity: Things That Make Me Happy!\nLet’s take some time to appreciate the little things that make us feel happy every day. This fun activity will boost your creativity, improve emotional skills, and bring a smile to your face by focusing on positivity.\nHere’s how to play:\nStart by talking about the things that made you happy today. It could be anything—a friend, a favourite pet, a book, or even a game that made you smile.\nNext, choose at least three things that represent what makes you happy and place them in a special container or box. If you have more than three, go ahead and add them too.\nIf the things that make you happy are too big to fit in the box, or if you can’t find something to represent them, get creative! Use craft materials or building blocks to draw or build models. You could create a little model of your pet or draw a picture of your favourite book!\nOnce everything is in the box, discuss what you and your child chose. Ask them why these things make them happy. It’s a great way to get them talking about positive emotions.\nYou can play this game as often as you like—even daily! Doing this before bed can help your child stay motivated, happy, and calm, especially during tough times.\nSo, gather those happy things and create a special box full of joy!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: أشياء التي تجعلني سعيد !\nدعنا نخصص بعض الوقت لتقدير الأشياء الصغيرة التي تجعلنا نشعر بالسعادة كل يوم. سيعمل هذا النشاط الممتع على تعزيز إبداع طفلك وتحسين مهاراته العاطفية وإضفاء البسمة على وجهه ووجهك من خلال التركيز على الإيجابية. \nطريقة اللعب:\nابدأ بالتحدث عن الأشياء التي أسعدتك اليوم. قد يكون ذلك أي شيء - وجود صديق أو حيوان أليف مفضل أو كتاب أو حتى لعبة جعلتك تبتسم. بعد ذلك، اختر ثلاثة أشياء على الأقل تمثل ما يجعلك سعيدًا وضعها في صندوق. إذا كان لديك أكثر من ثلاثة فقم بإضافتها أيضًا. إذا كانت الأشياء التي تسعدك كبيرة جدًا بحيث لا يمكن وضعها في الصندوق أو إذا لم تتمكن من العثور على شيء يُمثلها، فابدأ في الإبداع! استخدم مواد الحرف اليدوية أو مكعبات البناء للرسم أو بناء النماذج. يُمكنك إنشاء نموذج صغير لحيوانك الأليف أو رسم صورة لكتابك المفضل!\nبمجرد وضع كل شيء في الصندوق ناقش ما اخترته أنت وطفلك. اسأله لماذا تجعله هذه الأشياء سعيدًا. إنها طريقة رائعة لجعله يتحدث عن المشاعر الإيجابية. يمكنك لعب هذه اللعبة بقدر ما تريد بل وحتى يوميًا! إن ممارسة هذه اللعبة قبل النوم قد يساعد طفلك على البقاء متحفزًا وسعيدًا وهادئًا، خاصة خلال الأوقات الصعبة.\nلذا، اجمع تلك الأشياء السعيدة وأنشئ صندوقًا خاصًا مليئًا بالبهجة!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/things-that-make-me-happy)": "مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/things-that-make-me-happy) ",
  "Nature Game": "لعبة الطبيعة",
  "Congratulations! You have unlocked a new play activity: Nature Game!\nLet’s have some fun exploring the world around you with a nature-themed game! This activity helps boost concentration and flexible thinking, and you can play it anywhere—at the beach, in your house garden, or even on a walk.\nHere’s how to play:\nFirst, draw a grid of 3 by 3 on a piece of paper and fill the spaces with things you might find in nature—like a tree, flower, rock, bird, or cloud.\nNow, it’s time to explore! Head outside and start searching for the items on your card. Each time you find something, mark it off.\nYou decide when you win! Maybe it’s when you’ve marked off a whole line, or perhaps when you’ve found everything on your card. It’s completely up to you!\nNature Game is a great way to explore the outdoors, stay active, and have fun while learning more about the world around you. So, get outside and start your nature hunt!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الطبيعة!\nدعنا نستمتع باستكشاف العالم من حولك من خلال لعبة الطبيعة! يُساعد هذا النشاط على تعزيز التركيز والتفكير المرن ويمكنك لعبه في أي مكان - مثل الشاطئ أو في حديقة منزلك أو حتى أثناء المشي.\nأولاً، ارسم خطوط لتصنع شبكة مكونة من ٩ مربعات على قطعة من الورق واملأ المساحات بالأشياء التي قد تجدها في الطبيعة، مثل شجرة أو زهرة أو صخرة أو طائر أو سحابة. حان وقت الاستكشاف! توجه إلى الخارج وابدأ في البحث عن العناصر الموجودة على ورقتك. في كل مرة تجد فيها شيئًا قم بوضع علامة عليه. أنت تقرر متى تفوز! ربما يكون ذلك عندما تُحدد خطًا كاملاً أو ربما عندما تجد كل شيء على ورقتك. الأمر متروك لك تمامًا!\nتعتبر لعبة الطبيعة طريقة رائعة لاستكشاف الأماكن الخارجية والبقاء نشطًا والاستمتاع بالتعلم عن العالم من حولك. لذا، اخرج وابدأ رحلة البحث عن الطبيعة! ",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/nature-bingo)": "مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/nature-bingo) ",
  "Raise the bottles": "ارفع الزجاجات",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/raise-the-bottles)": "مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/raise-the-bottles)",
  "Baking Time": " وقت الطبخ",
  "Congratulations! You have unlocked a new play activity: Baking Time!\nBaking isn’t just about creating something delicious—it’s a fun and exciting way to learn new skills while exploring creativity. From mixing to decorating, your young chef will feel a sense of pride and accomplishment as they bring their tasty creations to life!\nHere’s how to get started:\nPick a simple recipe, like cupcakes or chocolate chip cookies. Let your child jump in with all the steps—mixing ingredients, whisking the batter, and stirring everything together. If you are making cookies, invite your child to make shapes with the dough. Don’t be afraid to get messy!\nOnce your treats are in the oven, the fun continues with cleaning up the mess! \nOnce your goodies are out of the oven, let your children take over again to decorate their masterpieces with frosting, sprinkles, or whatever inspires them.\nFinally, enjoy the sweet results together! Not only will you have a yummy treat, but you’ll also have shared a special bonding moment while developing important skills like patience, focus, and creativity.\nSo, grab your chef hats and aprons, and let the baking fun begin!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: وقت الطبخ!\nلا يتعلق الطبخ فقط بصنع شيء لذيذ—إنه طريقة ممتعة ومثيرة لتعلم مهارات جديدة بينما تستكشف الإبداع. من الخلط إلى التزيين سيشعر طفلك الصغير بالفخر والإنجاز أثناء إحيائهم لابتكاراتهم الشهية!\nكيفية البدء: اختر وصفة بسيطة مثل كعكة أو كوكيز بقطع الشوكولاته. دع طفلك يشارك في جميع الخطوات: خلط المكونات وخفق العجينة وخلط كل شيء معًا. إذا كنت تصنع البسكويت ادعُ طفلك لصنع أشكال من العجينة. لا تخف من الفوضى! بمجرد أن تكون الحلويات في الفرن، يستمر المرح مع التخاص من الفوضى! عندما تخرج الحلوى من الفرن دع أطفالك يتولون مهمة تزيين تحفهم الفنية بالكريمة أو أي شيء يلهمهم.\nأخيرًا، استمتعوا بالنتائج الحلوة معًا! لن تحصلوا فقط على حلويات لذيذة بل ستشاركون أيضًا لحظة مميزة من الترابط بينما تطورون مهارات مهمة مثل الصبر والتركيز والإبداع.\nإذن، احضروا قبعات الطهاة والمراييل، ودعوا المرح في الطبخ يبدأ!",
  "Secret Handshake": " إنشاء مصافحة سرية",
  "Congratulations! You have unlocked a new play activity: Creating a Secret Handshake!\nLet’s make a special, fun, and unique handshake that only you and your child share. This activity is a fantastic way to bond while encouraging creativity, teamwork, and playfulness!\nHere’s how to get started:\nFirst, sit down together and talk about the kind of handshake you want. Should it be quick and silly, or cool and complicated? It’s totally up to you! You can start by choosing a few simple moves like clapping patterns, high fives, fist bumps, or snapping fingers.\nNext, practice adding different steps. Maybe a spin, a shoulder tap, or even a fun dance move! Keep practising until the two of you have your secret handshake down perfectly. And remember, the more creative and playful, the better!\nOnce you’ve mastered your moves, make your secret handshake a part of your routine! Use it as a fun greeting, before bedtime, or anytime you want to feel that special connection.\nThis isn’t just about having fun—it helps build your child’s confidence and teamwork skills while creating a special tradition you both can enjoy.\nSo, get creative, start practising, and let the secret handshake fun begin!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: إنشاء مصافحة سرية!\nلنصنع مصافحة خاصة وممتعة وفريدة من نوعها لا يشاركها سوى أنت وطفلك. هذا النشاط هو وسيلة رائعة لتقوية الروابط مع تشجيع الإبداع والعمل الجماعي واللعب!\nكيفية البدء: أولاً، اجلسوا معًا وتحدثوا عن نوع المصافحة التي تريدونها. هل يجب أن تكون سريعة ومضحكة أم رائعة ومعقدة؟ الأمر متروك لكم تمامًا! يمكنك البدء باختيار بعض الحركات البسيطة مثل أنماط التصفيق أو المصافحة باليدين أو ملامسة القبضة أو فرقعة الأصابع.\nبعد ذلك، تدرب على إضافة خطوات مختلفة. ربما دوران أو نقرة على الكتف أو حتى حركة رقص! استمر في التدريب حتى يتقن كلاكما المصافحة السرية بشكل مثالي. وتذكر، كلما زادت الإبداعية والمرح كان ذلك أفضل!\nبمجرد إتقان المصافحة، اجعل مصافحتك السرية جزءًا من روتينك! استخدمها كتحية ممتعة وقبل النوم أو في أي وقت تريد أن تشعر فيه بهذا الارتباط الخاص.هذا النشاط يساعد في بناء ثقة طفلك ومهارات العمل الجماعي مع خلق شيء خاص يمكنكما الاستمتاع به معًا.\nلذا، كن مبدعًا وابدأ في التدريب ودع متعة المصافحة السرية تبدأ!",
  "Extreme balancing": "لعبة التوازن",
  "Congratulations! You have unlocked a new play activity: Extreme Balance!\nGet ready to create an amazing, gravity-defying balance. This activity is perfect for sparking creativity while building your problem-solving and teamwork skills!\nHere’s what you’ll need: Ruler, pencil, clothes hangers (plastic preferably), string, scissors, and then light objects to decorate your balance.\nHere’s how to start:\nFirst, experiment with balance. Place a ruler over a pencil to create a simple see-saw. Try balancing different objects on each end. How much weight does it take to tip the balance?\nNext, challenge yourself further! Start with one hanger and slowly start hanging other hangers on either end of the first hanger. Now try hanging two more hangers from each hanger in the second tier. Remember to try to maintain balance between each of the hangers! See how many you can balance before they tumble down. It’s all about finding the right balance point.\nNow that you’ve mastered balancing, it’s time to get creative! Think about the kind of balance you want to make. What materials will you use? What objects will hang from it? Gather materials like wire and thread, to form the structure of your balance.\nFor the fun part, choose the items to hang. You can use anything—folded paper shapes, drawings, small objects from around the house, or whatever inspires you.\nFinally, start building and balancing! Experiment with different placements to keep everything steady and enjoy the process of creating a beautiful, gravity-defying piece of art.\nThis activity is a fun and creative way to learn about balance and teamwork while letting your imagination run wild. So, gather your materials and start your balancing adventure today!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة التوازن!\nاستعد لتتحدى الجاذبية. هذا النشاط مثالي لإثارة الإبداع مع بناء مهارات حل المشكلات والعمل الجماعي!\nستحتاج إلى: مسطرة وقلم رصاص وشماعات ملابس (يفضل أن تكون بلاستيكية) وخيط ومقص وأشياء خفيفة لتزيين توازنك.\nكيفية البدء: أولاً، جرب نشاط التوازن. ضع مسطرة فوق قلم رصاص لإنشاء أرجوحة بسيطة. حاول موازنة أشياء مختلفة على كل طرف. كم من الوزن يلزم لإمالة الميزان؟ بعد ذلك، تحدى نفسك أكثر! ابدأ بشماعة واحدة وابدأ ببطء في تعليق شماعات أخرى على طرفي الشماعة الأولى. حاول الآن تعليق شماعتين أخريين من كل شماعة في المستوى الثاني. تذكر أن تحاول الحفاظ على التوازن بين كل الشماعات! انظر إلى عدد الشماعات التي يمكنك موازنتها قبل أن تسقط. الأمر كله يتعلق بإيجاد نقطة التوازن الصحيحة.\nالآن بعد أن أتقنت التوازن، حان الوقت للإبداع! فكر في نوع التوازن الذي تريد تحقيقه. ما المواد التي ستستخدمها؟ ما الأشياء التي ستعلقها؟ اجمع مواد مثل الأسلاك والخيوط لتشكيل هيكل التوازن الخاص بك. أيضا اختر العناصر التي تريد تعليقها. يمكنك استخدام أي شيء -أشكال ورق مطوية أو رسومات أو أشياء صغيرة من حول المنزل أو أي شيء يلهمك.\nوأخيرًا، ابدأ في البناء والموازنة! جرب وضعيات مختلفة لإبقاء كل شيء ثابتًا واستمتع بعملية إنشاء قطعة فنية جميلة تتحدى الجاذبية. هذا النشاط هو وسيلة ممتعة وإبداعية لتعلم التوازن والعمل الجماعي مع تحفيز خيال طفلك. لذا، اجمع المواد وابدأ مغامرة التوازن اليوم!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/extreme-mobile-balance)": "مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/extreme-mobile-balance)",
  "Olympic Challenge": " التحدي الأولمبي",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/i-dare-you)": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/i-dare-you)",
  "Create silly characters": "الشخصيات المضحكة",
  "Congratulations! You have unlocked a new play activity: Create silly characters!\nAll you need to play this game is a piece of paper and everyone will need a pencil.\nYou are going to take turns drawing in this game, but it’s important that you can’t see what the other people are drawing, so set yourselves up in a way that you make sure this is possible.\nHere’s how to play:\nDecide who is going to draw first.\nThe first drawer should take the top 2–3 inches of the paper and draw the top (head, hat, hair) of a character. This can be as serious or silly as you want it to be.\nOnce the first part of the drawing is complete, fold the 2–3 inch column of artwork back, concealing what has been drawn but leaving two lines to demarcate where the next person who is drawing should pick up.\nPass the paper on to the next person, who, without seeing what has already been drawn, will contribute the next set of features to the character: The shoulders or torso. Fold the paper back to conceal the image and pass it on.\nRepeat until someone has drawn the feet of the character and then open your drawing up to see the masterpiece you have collaboratively created!\nThis game builds creativity, nurtures imagination, and helps teach kids to collaborate!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: الشخصيات المضحكة!\nكل ما تحتاجه للعب هذه اللعبة هو قطعة من الورق وسيحتاج الجميع إلى قلم رصاص. ستقومون بالتناوب على الرسم في هذه اللعبة ولكن من المهم ألا تتمكنوا من رؤية ما يرسمه الآخرون، لذا جهزوا أنفسكم عل ى النحو الذي يمكنكم من القيام بذلك.\nكيفية اللعب: قرروا من سيرسم أولاً.\nيجب أن يأخذ الرسام الأول 2-3 بوصات من أعلى الورقة ويرسم الجزء العلوي (الرأس، القبعة، الشعر) للشخصية. يمكن أن يكون هذا الأمر جادًا أو مضحكًا حسب رغبتك. بمجرد اكتمال الجزء الأول من الرسم، قم بطي العمود الذي يبلغ طوله 2-3 بوصات من العمل الفني للخلف مع إخفاء ما تم رسمه ولكن ترك خطين لتحديد المكان الذي يجب أن يلتقطه الشخص التالي الذي يرسم. مرر الورقة إلى الشخص التالي والذي سيساهم (دون رؤية ما تم رسمه بالفعل) بمجموعة السمات التالية للشخصية: الكتفين أو الجذع. اطوِ الورقة للخلف لإخفاء الصورة ثم مررها.\nكرر ذلك حتى يرسم شخص أقدام الشخصية ثم افتح رسمك لترى التحفة الفنية التي أنشأتها بالتعاون مع الآخرين!\nتعمل هذه اللعبة على بناء الإبداع وتنمية الخيال وتساعد في تعليم الأطفال التعاون!",
  "Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/co-drawing": "مقتبس من [التعلم من خلال اللعب] (https://learningthroughplay.com/let-s-play/co-drawing",
  "Guess the animal": "خمن الحيوان",
  "Congratulations! You have unlocked a new play activity: Guess the Animal!\nGet ready to put your animal knowledge to the test in this exciting guessing game! Perfect for small or large groups, this game sharpens your reasoning skills and strengthens your memory while having fun.\nHere’s how to play: One person secretly picks an animal—don’t let anyone else know which animal you’ve chosen! The other players take turns asking questions to figure it out. You might ask, “Is the animal a mammal?” or “Can it fly?” Keep going until someone guesses correctly. The person who gets it right goes next!\nFor added fun, younger kids can join by acting out the animal to give extra clues!\nIt’s a game everyone can enjoy—kids and adults alike—where learning and fun come together!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب: خمن الحيوان!\nاستعد لاختبار معرفتك بالحيوانات في لعبة التخمين! هذه اللعبة مثالية للمجموعات الصغيرة أو الكبيرة، فهي تعمل على شحذ مهارات التفكير وتقوية الذاكرة أثناء الاستمتاع.\nكيفية اللعب: يختار شخص واحد حيوانًا سراً - لا تدع أي شخص آخر يعرف الحيوان الذي اخترته! يتناوب اللاعبون الآخرون على طرح الأسئلة لمعرفة الحيوان. يمكنك أن تسأل \"هل الحيوان من الثدييات؟\" أو \"هل يمكنه الطيران؟\" استمر حتى يخمن شخص بشكل صحيح. الشخص الذي يجيب بشكل صحيح هو التالي! لمزيد من المتعة، يمكن للأطفال الأصغر سنًا الانضمام من خلال تمثيل الحيوان لإعطاء أدلة إضافية!\nإنها لعبة يمكن للجميع الاستمتاع بها - الأطفال والكبار على حد سواء - حيث يجتمع التعلم والمرح معًا!",
  "Balloon Tennis": " لعبة التنس بالبالونات",
  "Congratulations! You have unlocked a new play activity: Balloon Tennis!\nGather materials such as balloons, paper plates, and paper straws. Take one paper plate and turn it over. \nTape two straws to the back of the plate to make a sturdy racket. \nRepeat these steps to create more rackets for other players. Once your rackets are ready, blow up several balloons with your child for extra fun.\n Find an open area and start playing! Balloon Tennis is a fantastic way to keep kids active, improve their coordination, and most importantly, have fun together! Enjoy your game!": "مبروك! لقد حصلت على نشاطًا جديدًا للعب:  لعبة التنس بالبالونات!\nقم بجمع مواد مثل البالونات والأطباق الورقية والأعواد الورقية. خذ طبقًا ورقيًا واحدًا واقلبه. قم بلصق عودين في الجزء الخلفي من الطبق لصنع مضرب قوي. كرر هذه الخطوات لإنشاء المزيد من المضارب للاعبين الآخرين. بمجرد أن تصبح مضاربك جاهزة قم بنفخ العديد من البالونات مع طفلك لمزيد من المتعة. ابحث عن مساحة واسعة وابدأ في اللعب!  لعبة التنس بالبالونات هي طريقة رائعة لإبقاء الأطفال نشطين ولقضاء وقت ممتع معًا! استمتع بلعبتك!",
  "Adapted from [Kiwico]{https://www.kiwico.com/diy/play-learn/fun-games/balloon-tennis}": "مقتبس من [كيوي كو ] {https://www.kiwico.com/diy/play-learn/fun-games/balloon-tennis}",
  "Noura": "نورة",
  "Nasser": "ناصر",
  "Dana": "دانة",
  "Mariam": "مريم",
  "Sarah": "سارة",
  "Abdulaziz": "عبدالعزيز",
  "Layan": "ليان",
  "Maha": "مها",
  "Fahad": "فهد",
  "Ahmed": "أحمد",
  "Muneera": "منيرة",
  "Lulwa": "لولوة",
  "Mishari": "مشاري",
  "Farah": "فرح",
  "Faisal": "فيصل",
  "Reem": "ريم",
  "Wonderful, I am so happy things are going well.": "ممتاز! أنا سعيد جدًا بأن الأمور تسير على ما.",
  "Some days will have their challenges. That is okay. You are on the right path!": "ستكون بعض الأيام مليئة بالتحديات، لا بأس بذلك. أنت على الطريق الصحيح!",
  "Parenting can be stressful sometimes. Try to find a few minutes to do something relaxing.": "قد تكون التربية مسببة لضغط نفسي في بعض الأحيان، حاول إيجاد بضع دقائق للاسترخاء.",
  "It’s normal to feel tired when you have so many responsibilities. Getting enough sleep tonight may help restore your energy for tomorrow.": "قد تكون التربية مسببة لضغط نفسي في بعض الأحيان، حاول إيجاد بضع دقائق للاسترخاء.",
  "Great to hear that you are doing well. You are a wonderful parent!": "من رائع أنك بخير. أنت والد مذهل!",
  "Sorry to hear that you are not having a great  day. Well done for trying to figure everything out. Nobody has all the answers, but we all try to do our best!": "من رائع أنك بخير. أنت والد مذهل!",
  "Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!": "يؤسفني سماع أن يومك لم يكن رائعًا. أحسنت لأنك تحاول، لا أحد يملك جميع الإجابات لكننا جميعًا نحاول بذل قصارى جهدنا!",
  "Sorry to hear that you are stressed today. Call or text a supportive friend to tell them how you are feeling. You might feel better afterwards!": "من المؤسف أن يومك لم يكن جيد. أحسنت على الاستيقاظ كل صباح والمحاولة مجددًا، حتى عندما تكون متعبًا. هذه شجاعة وتفاني!",
  "Not getting enough sleep or food can make us feel tired sometimes. Try having a healthy snack when you feel your energy levels dropping.": "يؤسفني سماع أنك تشعر بالضغط النفسي اليوم. اتصل بصديق داعم أو أرسل له رسالة نصية لتخبره بما تشعر به. قد تشعر بتحسن بعد ذلك!",
  "Wonderful, I am so happy! Keep up the good work.": "عدم الحصول على قسط كافٍ من النوم أو الطعام يشعرنا بالتعب أحيانًا. حاول تناول وجبة خفيفة صحية عندما تشعر بانخفاض مستويات طاقتك.",
  "Sorry to hear that things are difficult. All families struggle. @global.app_name is here to help!": "يؤسفني سماع أن الأمور صعبة. جميع العائلات تواجه صعوبات. @global.app_name هنا لتقديم المساعدة!",
  "If you feel something went ‘wrong’ today, let it go and try again tomorrow. It is okay!": "إذا شعرت أن خطأ ما حدث اليوم، فلا تيأس وحاول مرة أخرى غدًا. لا بأس!",
  "It is understandable to sometimes feel stressed. You are doing a great job and deserve a little break. Slowly breathe in and breathe out.": "من الطبيعي أن تشعر بالضغط النفسي أحيانًا. أنت تقوم بعمل رائع وتستحق أخذ استراحة قليلًا، خذ نفسًا عميقًا ببطء ثم ازفر ببطء.",
  "When you have a lot to do, it’s easy to forget to drink water. Dehydration can make you feel tired, so don’t forget to drink enough water!": "عندما يكون لديك الكثير لتقوم به من السهل أن تنسى شرب الماء. الجفاف يمكن أن يجعلك تشعر بالتعب، لذا لا تنسَ شرب كمية كافية من الماء!",
  "Wonderful, I am so happy things are going well. Keep up the good work.": "رائع، أنا سعيد جدًا لأن الأمور على ما يرام. استمر في العمل الجيد!",
  "We all have better and worse days. The fact that you are here on this app shows courage and commitment!": "كلنا نمر بأيام جيدة وأخرى صعبة. وجودك هنا على هذا التطبيق يدل على الشجاعة والالتزام!",
  "Sorry to hear that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!": "يؤسفني سماع أن الأمور صعبة الآن. من الطبيعي أن تواجه صعوبات أحيانًا، تذكر أنك لست وحدك!",
  "Everyone feels stressed sometimes. Take a short walk to release your stress!": "يشعر الجميع بضغط نفسي أحيانًا، قم بالمشي لمدة فترة قصيرة لتخفيف ضغطك النفسي!",
  "Taking care of children can make you tired. Take a short power nap if you can!": "العناية بالأطفال قد تشعرك بالتعب، خذ قيلولة قصيرة إذا كنت تستطيع ذلك!",
  "Well done for recognising a positive feeling. I am happy to hear you are feeling well today!": "أحسنت في التعرف على الشعور الإيجابي. أنا سعيد لسماع أنك تشعر بأنك بخير اليوم!",
  "Well done for recognising that you are not feeling great. Be kind to yourself today, you deserve it.": "أحسنت في التعرف على أنك لا تشعر بأنك في أفضل حال. كن لطيفًا مع نفسك اليوم لأنك تستحق ذلك.",
  "Well done for recognising a difficult feeling. It is okay not to be okay sometimes. Remember @global.app_name is here to support you.": "أحسنت لأنك أدركت شعورك الصعب. لا بأس في ألا تكون بخير أحيانًا، تذكر أن @global.app_name هنا لدعمك.",
  "Well done for recognising that you are stressed. It’s okay to feel stressed sometimes. Remember to ask for help if you need it!": "أحسنت لأنك أدركت أنك تشعر بالضغط النفسي. من الطبيعي أن تشعر بالضغط النفسي أحيانًا، تذكر طلب المساعدة إذا احتجت إليها!",
  "Well done for recognising that you are feeling tired. Try to get enough rest today.": "أحسنت لأنك أدركت أنك تشعر بالتعب، حاول الحصول على قسط كافٍ من الراحة اليوم.",
  "Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.": "رائع! ومن المدهش أنك تستخدم هذا التطبيق – فهو يُظهِر التزامك كوالد. تأكد من منح نفسك الثناء والمدح على ما تقوم به.",
  "Sometimes things go great and sometimes they do not. Sometimes we do not quite know what to think... and that is totally okay!  Praise yourself for being here on this app and trying – you are moving forward.": "أحيانًا تسير الأمور بشكل رائع وأحيانًا لا تكون كذلك. في بعض الأحيان لا نعرف تمامًا ما يجب أن نفكر فيه... وهذا أمر طبيعي تمامًا! امدح نفسك لوجودك هنا على هذا التطبيق ومحاولتك – فأنت تتقدم للأمام.",
  "Sorry to hear that things are difficult right now. Take a deep breath and know that you are valued by your family and friends.": "يؤسفني سماع أن الأمور صعبة الآن. خذ نفسًا عميقًا واعلم أنك محل تقدير من عائلتك وأصدقائك.",
  "Trying to finish all your daily tasks can be stressful. Make a list of the important things you have to do today to make it easier for you.": "قد تشعر بالضغط النفسي عندما تحاول إنهاء جميع مهامك اليومية. قم بعمل قائمة بالأشياء المهمة التي يجب عليك إنجازها اليوم لتسهل على نفسك المهمة.",
  "Trying to finish all your daily tasks can make you tired. Make a list of the important things you have to do today to make it easier for you.": "محاولة إنهاء جميع مهامك اليومية قد تجعلك تشعر بالتعب. قم بعمل قائمة بالأشياء المهمة التي يجب عليك إنجازها اليوم لتسهل على نفسك المهمة.",
  "Fantastic! And well done for investing in yourself and your family – you have accomplished a lot.": "رائع! أحسنت في استثمار وقتك وجهدك من أجل نفسك وعائلتك، لقد حققت الكثير.",
  "Sorry that you are not having a great day. Well done for trying to figure everything out. @global.app_name is here to help.": "يؤسفني أن يومك لم يكن جيد. أحسنت لأنك تحاول. @global.app_name هنا لتقديم المساعدة.",
  "Being a parent can be challenging. Take a deep breath and recognise all you have done for your family – you deserve praise!": "قد تكون الوالدية صعبة أحيانا. خذ نفسًا عميقًا وتذكر كل ما فعلته من أجل عائلتك – أنت تستحق المدح!",
  "Being a parent can be stressful. Take a deep breath and recognise all the great things you have done for your family.": "قد تسبب لك الوالدية ضغطًا نفسيًا. خذ نفسًا عميقًا وتذكر كل الأشياء الرائعة التي قمت بها من أجل عائلتك.",
  "Taking care of your family can make you tired. Take a deep breath and praise yourself for all the great things you have done for your family.": "العناية بعائلتك قد تشعزك بالتعب، خذ نفسًا عميقًا وامدح نفسك على كل الأشياء الرائعة التي قمت بها من أجل عائلتك.",
  "It is great to hear you are feeling positive today. Your presence makes a real difference for your family!": "من الرائع أنك تشعر بالإيجابية اليوم، وجودك يحدث فرقًا حقيقيًا لعائلتك!",
  "Life has its great and hard moments – that is okay. You are on the right track.": "للحياة لحظات رائعة وأخرى صعبة، وهذا أمر طبيعي. أنت على الطريق الصحيح.",
  "It is normal to have hard days as a parent. Take a deep breath and know you are not alone!": "من الطبيعي أن تمر بأيام صعبة، خذ نفسًا عميقًا واعلم أنك لست وحدك!",
  "It is normal to have stressful days as a parent. You are not alone! Reach out to someone supportive if you need to talk.": "من الطبيعي أن تمر بأيام مليئة بالضغط النفسي، أنت لست وحدك! تواصل مع شخص داعم إذا كنت بحاجة للتحدث.",
  "It is normal to feel tired some days as a parent. Close your eyes for a few minutes to get some rest.": "من الطبيعي أن تشعر بالتعب في بعض الأيام، اغلق عينيك لبضع دقائق للحصول على قسط من الراحة.",
  "Amazing, life is the best when you're feeling good.": "رائع، الحياة تكون أفضل عندما تشعر بالراحة.",
  "Everyone has times when they are not feeling good. This is completely normal. Hopefully you will feel better soon.": "يمر الجميع بأوقات لا يشعرون فيها بالراحة، هذا أمر طبيعي تمامًا. نأمل أن تشعر بتحسن قريبًا.",
  "It is part of life to have bad days. Always remember, tough times never last and tomorrow is another day!": "من الطبيعي أن تمر بأيام سيئة، تذكر دائمًا أن الأوقات الصعبة لا تدوم وغدًا يوم جديد!",
  "Stress is part of life. However, when it gets too stressful it’s okay to ask someone to help you with your tasks.": "الضغط النفسي جزء من الحياة، مع ذلك عندما يصبح الضغط النفسي مفرطًا فلا بأس في طلب المساعدة من شخص اخر لمساعدتك في مهامك.",
  "Everyone feels tired and fed up sometimes. Hopefully, you will feel better after getting some rest.": "يشعر الجميع  بالتعب والملل أحيانًا، نأمل أن تشعر بتحسن بعد الحصول على بعض الراحة.",
  "How are you feeling today?": "كيف تشعر اليوم؟",
  "Happy": "سعيد",
  "Okay": "بخير",
  "Sad": "حزين",
  "Stressed": "مضغوط نفسيًا",
  "Tired": "متعب",
  "What challenge did you have when trying to spend one-on-one time with your child?": "ماهي التحديات التي تواجهها أثناء محاولتك لقضاء وقت خاص مع طفلك؟",
  "It can be hard to find time during your day, with work, chores, and everything else.\n\n✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.\n\nUse the time that you and your child are already sharing, like going to school, picking them up, waking them up or saying goodnight  before they sleep. \n\nYou will find playful activities in the App.": "قد يكون من الصعب عليك أن تجد الوقت وسط يومك المليئ بالعمل والمهام المنزلية والمسؤليات الأخرى.\n\n✨ فكر في تخصيص ٥ دقائق من وقتك كل يوم، بإمكانك تحويل المهام المنزلية إلى لعبة ممتعة تقومان بها\n\n بإمكانك استغلال الآوقات التي تجمعك مع طفلك كالذهاب إلى المدرسة أو إيقاظه من النوم أو قبل النوم.\n\nستجد أنشطة لعب ممتعة في التطبيق.",
  "My child did not want to spend one-on-one time with me.": "لم يرغب طفلي في قضاء وقت خاص معي.",
  "It can hurt when your child does not want to spend one-on-one time with you.\n\nThink to yourself: When are they more open to you? In the morning? Right before bedtime?\n\nTry again so that your child can see that you care and want to spend this time with them.": "قد يؤلمك ألا يرغب طفلك بقضاء وقتٍ خاص معك. \n\nفكر : متى يكونون أكثر انفتاحًا معك؟ في الصباح؟ أم قبل النوم؟  \n\nاعد المحاولة لكي يتمكن طفلك من رؤية أنك مهتم وتريد قضاء وقت خاص معه.",
  "All my child wanted to do was watch YouTube or play with their tablet.": "كل ما يريده طفلي هو مشاهدة اليوتيوب أو اللعب بجهازه اللوحي.",
  "📺 Children often want to spend time using electronic devices.\n\nYou could watch or play on the device with them.\n\nCaring about their interests is a great start!\n\n Once you begin spending time together you can suggest another activity.\n\nYou can find playful activities in the App.": "غالبًا ما يرغب الأطفال في قضاء الوقت باستخدام الأجهزة الإلكترونية.\n\nيمكنك المشاهدة أو اللعب على الجهاز معهم.\n\nمشاركتهم اهتماماتهم قد تكون بداية ناجحة!\n\nبمجرد أن تبدأ في قضاء الوقت معهم يمكنك اقتراح نشاط آخر.\n\nيمكنك العثور على أنشطة لعب ممتعة في التطبيق.",
  "My child wanted to do activities that I could not do.": "يريد طفلي القيام بأنشطة لا أستطيع القيام بها.",
  "If your child wants to do things that are too difficult for you to do, you could watch them.\n\n🏁 You could describe what they are doing like a sports announcer.\n\nYou can also express enthusiasm by clapping, smiling, or offering a thumbs-up.\n\nPraise them while they do it!": "إذا أراد طفلك القيام بأشياء يصعب عليك القيام بها فيمكنك مراقبته.\n\n🏁 يمكنك التعليق على ما يفقعله كمعلق رياضي.\nيمكنك أيضا التعبير عن حماسك بالتشجيع والتصفيق والابتسامة.\n\nامدحه أثناء قيامه بذلك!",
  "My child chose a competitive activity. I won and then they got angry.": "اختار طفلي نشاطًا تنافسيًا، فزت عليه فغضب!",
  "⚽ Competitive games can be hard for children (and adults!) if they don’t like losing.\n\n🏆 When they have calmed down, talk with your boys and girls about what winning well and losing well might look like.\n\n📝 Suggest other activities that you can do to work together instead of against each other.\n\nYou can find playful activities in the App.": "⚽ قد تكون الألعاب التنافسية صعبة على الأطفال (والكبار!)  إن لم يحبوا الخسارة.\n\n🏆  تحدث مع أولادك عن تقبل النتائج من فوز أو خسارة بروح رياضية\n\n📝 اقترح أنشطة أخرى يمكنك القيام بها معًا بدلاً من العمل ضد بعضكما البعض\n\nيمكنك العثور على أنشطة لعب ممتعة في التطبيق.",
  "All my children wanted one-on-one time at the same time.": "يريد جميع أطفالي وقتهم الخاص معي في نفس الوقت.",
  "It can be difficult to spend one-on-one time with each of your children when you have more than one.\n\nIf possible, you can ask an adult or older sibling to look after your other children while you spend one-on-one time with your child\n\n⏰ Think of when it would be easier to spend one-on-one time with each of your children\n\nYou can also spend one-on-one time with all of your children at once! If you do, make sure all can participate in one-on-one time.\n\nYou can find playful activities in the App.": "من الممكن أن تواجه صعوبة عند قضاء وقت خاص مع كل طفل من أطفالك عندما يكون لديك أكثر من طفل .إذا كان بالإمكان، يمكن أن تطلب من شخص بالغ أو طفلك الأكبر أن يعتني بالأطفال الأخرين عند قضاء وقت خاص مع أحد أطفالك.\n ⏰ فكر بالوقت المناسب لقضاء وقت خاص مع كل طفل من أطفالك.\nبإمكانك قضاء وقتتك الخاص مع جميع أطفالك في آن واحد! إذا قمت بفعل هذا تأكد من أن الجميع سيشارك في الوقت الخاص.\nبإمكانك أن تجد أنشطة لعب ممتعة في هذا التطبيق.",
  "What challenge did you have when trying to talk about feelings with your child?": " ما هو التحدي الذي واجهته عندما حاولت التحدث عن المشاعر مع طفلك؟",
  "I did not have enough time.": "ليس لدي وقتًا كافيًا.",
  "It’s okay! Life gets busy. Try setting aside just 5 minutes at the same time every day. You’re doing great by making the effort to connect!": "لا بأس، قد يكون يومك متعب. أخذ ٥ دقائق من وقتك كل يوم للتواصل مع طفلك، أنت تقوم بعمل رائع عندما تبذل هذا المجهود للتواصل معه!",
  "My child did not want to share their feelings": "لا يرغب طفلي بمشاركة مشاعره.",
  "It’s normal for children to be hesitant about sharing their feelings, especially when it’s new. \n\nKeep being patient and offer chances to talk. You’re on the right track by modelling it with an ‘I feel…’ statement like ‘I feel happy!": "من الطبيعي أن يشعر الأطفال بالتردد عند مشاركة مشاعرهم خصوصًا  إذا كانت هذه المشاعر جديدة أو غير مألوفة.\nكن صبورا وأعطهم فرصة للتحدث وشجعهم باستخدام عبارات مثل \"أنا أشعر ب...\" للتعبير عن مشاعرك. مثالا: أنا أشعر بالسعادة!",
  "I felt uncomfortable talking about my feelings": "أشعر بعدم الراحة عند التحدث عن مشاعري.",
  "It’s okay to feel that way! Start small and use ‘I feel…’ to ease into it.\n\n You’re taking a brave step in being open, and that’s something to be proud of!": "لا بأس أن تشعر بهذا الأمر! ابدأ بخطوات صغيرة واستخدم عبارة \"أنا أشعر ب...\" كبداية.\n\nإنك تتخذ خطوة شجاعة في بداية الحديث عن مشاعرك وهذا أمر يجب أن تفخر به!",
  "Others in the household don’t think it’s a good idea to talk about emotions.": "لا يعتقد أفراد المنزل الأخرين بأن التحدث عن المشاعر فكرة جيدة.",
  "It’s understandable that not everyone will be  convinced right away. \n\nTalk with them about why it could be helpful and encourage them to try. \n\nYou’re doing an important job by advocating for open communication!": "من المفهوم بأنه لن يقتنع الجميع على الفور. \nتحدث معهم عن فوائد التعبير عن المشاعر وشجعهم على المحاولة.\nإنك تقوم بعمل مهم من خلال الدعوة إلى التواصل المفتوح!",
  "Others in the household don’t think it’s a good idea to talk about negative emotions": "لا يعتقد أفراد المنزل الأخرين بأن التحدث عن المشاعر السلبية فكرة جيدة.",
  "It’s okay to feel unsure about this. \n\nDiscuss why talking about negative emotions can be healthy, and encourage them to give it a try. \n\nYou’re showing great care by fostering emotional awareness!": "لا بأس أن تشعر بعدم الراحة حول هذا الأمر.\nفالتحدث عن سبب المشاعر السلبية قد يكون مفيدًا، وشجعهم على المحاولة.\nفأنت تُظهر اهتمامًا كبيرًا من خلال تعزيز الوعي العاطفي!",
  "I don’t know how to name some of the feelings I am experiencing.": "لا أعرف كيف أصف بعض المشاعر التي أشعر بها.",
  "That’s okay! It can be hard to find the right words.\n\nTry combining the names of emotions you do know. \n\nYou’re doing a great job by simply acknowledging your feelings!": "لا بأس! فمن الصعب أن تجد الكلمات المناسبة أحيانا.\nحاول الجمع بين أسماء المشاعر التي تعرفها.\nفأنت تقوم بعمل رائع بمجرد التعبير عن مشاعرك!",
  "What challenge did you face when trying to praise your child?": "ما هو التحدي الذي واجهته عندما حاولت مدح طفلك؟",
  "I forgot to do it.": "نسيت أن أمدح طفلي.",
  "It can sometimes be hard to remember to praise our children. Next time you spend one-on-one time with your child, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”": "قد نسهوا عن مدح أطفالنا، تذكر في المرة القادمة أن تمدح طفلك أثناء قضائكم وقتكم الخاص معا. يمكنك أن تقول لطفلك \"شكرا على قضاء هذا الوقت الجميل معي!\"",
  "My child was surprised or suspicious.": "كان طفلي متفاجئًا أو مرتابًا.",
  "Remember, it takes some time for your child to get used to seeing you praise them. The more time you spend with them, the better it will go!": "تذكر: يحتاج ابنك وقتا لكي يعتاد على المدح. كلما قضيتم وقتا أكثرا معا كلما أصبح الأمر أسهل!",
  "My child did not like it.": "لم يعجب طفلي مدحي له.",
  "It happens – just be patient. Try to remember to ask your child to decide what activity they would like to do with you. This will make it more likely that they enjoy the activity, too.": "ان لم يعجبه اصبر وتذكر أن تسأل طفلك عن الأنشطة التي يود أن يقوم بها، هذا سيجعله يستمتع بالنشاط.",
  "What challenge did you face when trying to give POSITIVE, SPECIFIC, and REALISTIC instructions to your child?": "ماهي الصعوبات التي واجهتها عند إعطاء طفلك توجيهات محددة وإيجابية وواقعية؟",
  "My child did not follow my instructions even if I used the tips": "لم يتبع طفلي تعليماتي حتى عند تطبيق هذه النصائح.",
  "Children need time to learn to follow instructions. Be patient. Try again. Remember to praise them every time they follow an instruction.": "يحتاج الطفل لوقت كافي لكي يتعلم كيفية تطبيث التوجيهات. كن صبورا وحاول ولا تنسى أن تمدح طفلك كلما اتبع التوجيهات.",
  "It is hard to remember to use positive words when giving instructions.": "أجد صعوبة في تذكر استخدام الكلمات الإيجابية عند إعطاء التعليمات.",
  "This is difficult to remember for everyone at first! Try to take a breath before giving an instruction. Also, remember to be gentle with yourself when you forget. It happens to everyone!": "من الصعب تذكر استخدام الكلمات الإيجابية عند إعطاء التعليمات. خذ نفسا عميقا قبل إعطاء التعليمات وتذكر ألا تقسو على نفسك اذا نسيت فالجميع ينسى.",
  "I shouted at my child when they behaved negatively instead of giving them a positive instruction for what they should do.": "قمت بالصراخ على طفلي عندما أساء التصرف بدلا من إعطائه توجيها إيجابيا.",
  "It’s difficult to give instructions in a calm way when we are still angry. Try to find a time when you are calm or to use a calming strategy like Take a Pause before you introduce a positive instruction.": "من الصعب توجيه التعليمات الإيجابية عندما نكون غاضبين، في المرة القادمة حاول أن تستخدم طرق أكثر هدوءا كالتأني قبل إعطاء تعليمات إيجابية.",
  "What challenge did you face when trying to make a rule and routine together?": " ما التحدي الذي واجهته عند محاولة وضع الضوابط والنظام اليومي مع طفلك؟",
  "My child could not agree on one specific rule or routine.": " لم يتمكن طفلي من الاتفاق على ضابطة أو نظام يومي معين.",
  "📖 When creating rules, it is important to think about the age of each child so you can come up with routines that are fair for their age.\n\n⏰ This is most important for bedtime, electronic device use, and the chores they are responsible for.\n\n Try to agree on a small and meaningful incentive that can motivate your child to follow the rule. Consider options like playing a 15-minute board game with the family, choosing the food for the day, or enjoying a 30-minute trip to the beach.\n\nWhat other ideas come to mind?": "📖 عند وضع الضواب من المهم التفكير في عمر كل طفل حتى تتمكن من وضع أنظمة يومية مناسبة لأعمارهم.\n\n⏰ هذا مهم جدا خصوصا لوقت النوم واستخدام الأجهزة الإلكترونية والأعمال المنزلية التي يتحملون مسؤوليتها.\n\nحاول الاتفاق على حافز صغير وهادف يمكن أن يشجع طفلك على اتباع الضوابط. فكّر في خيارات مثل لعب لعبة لوحية لمدة 15 دقيقة مع العائلة أو اختيار وجبة اليوم أو الاستمتاع برحلة لمدة 30 دقيقة إلى الشاطئ.\n\nما الأفكار الأخرى التي تتبادر إلى ذهنك؟",
  "My child felt it was unfair that they had to follow the rule while I didn’t have to follow it.": "شعر طفلي أنه من غير العدل أن يكون عليه اتباع الضابطة بينما لم يكن عليّ اتباعها.",
  "Our children learn best from us.\n\nThe more we follow the rules, the more they will follow the rules too.\n\nYou can adapt the rule to make sure that it is something everyone can follow.": " أطفالنا يتعلمون بشكل أفضل منا.\n\nكلما اتبعنا الضوابط أكثر كلما اتبعوا هم الضوابط أيضًا.\n\nيمكنك تعديل الضابطة للتأكد من أنها شيء يمكن للجميع اتباعه.",
  "I felt uncomfortable because I think an adult should create the rule, not my child.": " شعرت بعدم الارتياح لأنني أعتقد أن الضوابط يجب أن يضعها شخص بالغ وليس طفلي.",
  "When we create rules together with our children, we build trust and an open relationship with them.\n\n🔑 The rules we set will be more realistic and your child will be more willing and able to follow the rules.\n\nThink about the valuable lessons you’ll be teaching your child, such as working together and taking the initiative.": "عندما نضع الضوابط مع أطفالنا فإننا نبني علاقة وثيقة معهم.\n\nالضوابط التي نضعها ستكون أكثر واقعية وسيكون طفلك أكثر استعدادًا وقدرة على اتباعها.\n\nفكر في القيم التي تريد أن يتعلمها طفلك، مثل العمل معًا والمبادرة.",
  "We were not able to stick to the rule.": " لم نتمكن من الالتزام بالضوابط.",
  "The rule needs to be specific and realistic. Make sure to have a rule that can be kept easily, like having one meal together every week instead of every night. Do you need to be more flexible about the rules?": "الضوابط يجب أن تكون محددة وواقعية. حاول أن تكون الضوابط سهلة ويمكن تطبيقها بسلالسة،  مثال: مشاركة وجبة واحدة في الأسبوع معا عوضا عن مشاركة وجبة بشكل يومي. هل تحتاج أن تكون أكثر سلاسة في وضع الضوابط؟",
  "What challenge did you face when trying to introduce a consequence together?": " ما هي التحديات التي واجهتكما عند محاولة تطبيق إحدى تبعات السلوك السلبي؟ ",
  "I got very angry when my child broke the rule.": "شعرت بغضب شديد عندما خالف طفلي الضوابط.",
  "When we take a pause before responding, it helps us to calm down and respond better. \n\nNext time your child makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!": " التوقف للحظة قبل الرد يساعدنا على تهدئة أعصابنا وإعطاء ردود أفضل.\nفي المرة القادمة التي يغضبك فيها طفلك حاول أخذ استراحة قصيرة أولاً، أخذ بعض الأنفاس العميقة يمكن أن تحدث فرقًا كبيرًا!",
  "My child got very angry with me after I gave the consequence.": "غضب مني طفلي بشدة عندما طبقت تبعات السلوك السلبي معه.",
  "Try talking to them and discussing why the rule is important to follow in the first place. You may also want to open up the discussion to them in order to make sure that the consequence seems fair and realistic.": "حاول التحدث مع طفلك ومناقشة أهمية اتباع الضوابط، يمكنكِ أيضًا التحاور معهم للتأكد من أن تكون تبعات السلوك السلبي عادلة وواقعية.",
  "I introduced the consequence without first discussing it with my child.": "فرضت تبعات السلوك السلبي على طفلي دون مناقشتها معه مسبقاً.",
  "When we establish a consequence together with our child, the consequence will be more realistic, and our child will be more willing and able to follow the rule.": "عندما نقرر تبعات السلوك السلبي مع طفلنا تكون التبعات أكثر واقعية، ويكون طفلنا أكثر استعدادًا وقدرة على اتباع الضوابط.",
  "I forgot to follow through with the consequence.": "نسيت أن أكمل تطبيق تبعات السلوك السلبي.",
  "We all make mistakes! The more consistent we are with our consequences, the more likely our children will choose to behave positively in the future.": "كلنا نرتكب الأخطاء! كلما كنا أكثر ثباتًأ في تطبيق تبعات السلوك السلبي كلما زادت احتمالية اختيار أطفالنا للتصرف الإيجابي في المستقبل.",
  "Even with the consequence, my child still does not follow the rule.": "رغم تطبيق تبعات السلوك السلبي لا يزال طفلي لا يتبع الضوابط.",
  "If your child keeps breaking rules, you might need to spend more positive time with them. \n\nTry to keep going with your other goals – like self-care, one-on-one time, and praise. All these skills will help your child feel more loved and secure… and make you less stressed!": "إذا استمر طفلك في مخالفة الضوابط فقد تحتاج إلى قضاء وقت إيجابي أكثر معه.\nحاول الاستمرار في أهدافك الأخرى مثل العناية بالنفس والوقت الخاص مع طفلك والمدح. جميع هذه المهارات ستساعد طفلك على الشعور بالحب والأمان أكثر وستجعلكِ أقل توتراً!",
  "My child suggested being hit as a negative consequence.": "طفلي اقترح أن يكون الضرب من تبعات السلوك السلبي.",
  "Children can be used to seeing hitting as the only possible consequence for breaking rules. \n\nBrainstorm some calm consequences with them that could help them understand that they have done something wrong. These will be more effective and will set positive examples!": "يمكن للأطفال أن يعتادوا على رؤية الضرب كالعاقبة الوحيدة لمخالفتهم الضوابط.\nفكر في بعض تبعات السلوك السلبي الهادئة التي قد تساعدهم على فهم أنهم ارتكبوا خطأً ما، ستكون هذه التبعات أكثر فعالية وستشكل أمثلة إيجابية!",
  "What challenge did you face when trying to resolve the problem with your child?": "ما هو التحدي الذي واجهته عند محاولتك حل المشكلة مع طفلك؟",
  "I forgot the steps of problem-solving.": "لقد نسيت خطوات حل المشكلة.",
  "It takes some practice to use all four steps of problem-solving. Next time a problem comes up, look at the four steps together with your child – it will make a big difference!": "يتطلب الأمر بعض الممارسة لاستخدام الخطوات الأربع لحل المشاكل. في المرة القادمة التي تواجه فيها مشكلة انظر إلى الخطوات الأربع مع طفلك، سيحدث ذلك فرقًا كبيرًا!",
  "I started with the solutions right away.": "بدأت بالحلول على الفور.",
  "When we have a problem, we always want to get to the quickest end result and can forget about the steps. To come up with the best solution together, it is helpful to first have a full understanding of the problem and the different solutions.": "عند مواجهة مشكلة نميل دائمًا إلى البحث عن الحل الأسرع، وقد ننسى أهمية خطوات حل المشاكل.\nللوصول إلى أفضل حل معًا من المهم أولاً أن نفهم المشكلة بشكل كامل ونستعرض الحلول المختلفة المتاحة.",
  "We could not agree on a solution to try out and we got into an argument.": "لم نستطع الاتفاق على حل لنجربه فتشاجرنا.",
  "Sometimes it can be difficult to agree with everyone in the family, especially if everyone is not yet calm. You could agree to try one solution first and then another. Also, if you get stuck, try to get together later to agree on the solution together.": "ليس من السهل أن يتفق جميع من في العائلة، خاصة عندما تكون الأجواء متوترة. يمكنكم تجربة حل واحد أولاً، وإذا لم ينجح حاولوا مرة أخرى لاحقًا للوصول إلى حل يرضي الجميع.",
  "I got angry when the problem came up and I forgot to use the problem-solving steps.": "عندما واجهت المشكلة شعرت بالغضب ونسيت أن أستخدم خطوات حل المشاكل.",
  "When a problem comes up, we all get angry or stressed sometimes. Remember, when you feel angry or stressed, you can take a pause to help you stay calm and then solve the problem you are facing.": "عندما تحدث مشكلة قد نغضب أو نشعر بالتوتر. تذكر أنه عندما تشعر بالغضب أو التوتر يمكنك أن تأخذ قسطًا من الراحة لمساعدتك على البقاء هادئًا قبل حل المشكلة التي تواجهها.",
  "My child got angry and did not want to talk about the problem.": "كان طفلي غاضبًا جدًا لدرجة أنه لم يستطع التحدث عما يزعجه.",
  "Your child might be too overwhelmed to deal with the problem right away. Recognise and name their emotions and create a time later in the day or week to discuss and solve the problem together. By giving your child time, the problem can be solved well.": "ربما يكون طفلك متوترًا جدًا ولا يستطيع التعامل مع المشكلة الآن. تعرف على مشاعر طفلك وسمها، وحدد وقتًا لاحقًا في اليوم أو الأسبوع لمناقشة وحل المشكلة معًا. من خلال منح طفلك الوقت يمكن حل المشكلة بشكل جيد.",
  "What challenge did you face when trying to take care of yourself?": "ما التحدي الذي واجهته عند محاولة الاعتناء بنفسك؟",
  "I forgot to prioritise self-care.": "لقد نسيت أن أعطي الأولوية للعناية الذاتية.",
  "It is normal to forget to take care of ourselves, especially when we are very busy. But it can make a big difference in our ability to cope with stress. Even doing something small like making time for quiet reflection or treating yourself to something nice can really help. Try to do it today!": "من الطبيعي أن ننسى الاعتناء بأنفسنا خاصة عندما نكون مشغولين جدًا، لكن الاعتناء بالنفس يمكن أن يحدث فرقًا كبيرًا في قدرتنا على التعامل مع الضغط. فعل شيء صغير مثل تخصيص وقت للتفكير الهادئ أو مكافأة نفسك بشيء لطيف يمكن أن يساعدك. حاول القيام بذلك اليوم!",
  "I felt guilty taking time for myself.": "لقد شعرت بالذنب لأنني خصصت وقتًا لنفسي.",
  "It’s easy to feel like you need to constantly be there for family or friends. Next time you feel that pressure, remind yourself that setting boundaries and taking time for yourself isn’t selfish – it actually helps you be more present and supportive for others.": "من المفهوم أن تشعر بأنك بحاجة إلى أن تكون موجودًا دائمًا لخدمة عائلتك أو أصدقائك. في المرة القادمة التي تشعر فيها بهذا الضغط تذكر بأن وضع الحدود وتخصيص الوقت لنفسك ليس أنانية بل إنه يساعدك على أن تكون أكثر حضورًا ودعمًا للآخرين.",
  "I treated myself to something nice but still felt tired and stressed.": "رغم أنني فعلت شيئًا ممتعًا لنفسي، إلا أنني لا زلت أشعر بالإرهاق والتعب",
  "Even with treating yourself, you can still feel tired and stressed. Next time you feel burnt out, try balancing nice treats for yourself with things like meditation, exercise, or spending time outside. These activities can help refresh your energy in a deeper way.": "حتى مع الاعتناء بنفسك قد لا تزال تشعر بالتعب والإجهاد. في المرة القادمة التي تشعر فيها بالإرهاق الشديد حاول التنويع بالمكافآت الذاتية مثل ممارسة التأمل أو تمرين رياضي أو قضاء الوقت في الخارج، فيمكن أن تساعد هذه الأنشطة في تجديد طاقتك بطريقة أفضل.",
  "I felt overwhelmed by all the self-care options.": "شعرت بالارتباك أمام كل هذه الخيارات المتعلقة بالعناية بالنفس.",
  "It’s easy to get lost with so many choices out there. Try to keep it simple by starting with one or two things you enjoy. You don’t have to do everything at once!": "من السهل أن تضيع مع العديد من الخيارات، حاول أن تبسط الأمور عن طريق اختيار واحد أو اثنين من الأشياء التي تستمتع بها. ليس عليك أن تفعل كل شيء دفعة واحدة!",
  "Self-care is not helping me.": "الرعاية الذاتية لا تساعدني.  ",
  "It can be frustrating when you don’t feel better right away. Next time this happens, remember that self-care is a long-term investment. Stick with it, and over time, you’ll start to feel the benefits!": "قد يكون من المحبط ألا تشعر بتحسن على الفور، ولكن تذكر أن الرعاية الذاتية هي استثمار طويل الأمد، تمسك بها وبمرور الوقت ستبدأ في الشعور بالفوائد!  ",
  "I struggled to disconnect from work or social media.": "واجهت صعوبة في الانفصال عن العمل أو وسائل التواصل الاجتماعي.  ",
  "With everything so connected, it’s tough to unplug and relax. Next time you feel overwhelmed, try setting boundaries by turning off notifications or scheduling some internet-free time. It’ll help you recharge and feel more refreshed!": "مع ترابط كل شيء في حياتنا قد يكون من الصعب الانفصال والاسترخاء.\nفي المرة القادمة التي تشعر فيها بالإرهاق جرّب وضع حدود واضحة مثل إيقاف الإشعارات أو تخصيص وقت معين بعيدًا عن الإنترنت. هذه الخطوات ستساعدك على استعادة طاقتك والشعور بمزيد من الانتعاش والراحة!",
  "Did you have any challenges when trying to play with your child?": "هل لديك أي تحديات عندما تحاولي اللعب مع طفلك؟  ",
  "I don’t have time to play with my girl or boy.": "ليس لدي الوقت للعب مع طفلي.  ",
  "It is okay to feel that way. But there are many small ways to spend time with your child!\n\nYou can interact with your child while doing something else. For example, you can ask your child to describe the colours and objects they see around them while you are walking together or riding in the car.\n\nYour child will appreciate the attention you are giving, even for a short while.": "من الطبيعي أن تشعر بهذا، ولكن هناك العديد من الطرق البسيطة لقضاء الوقت مع طفلك!\n\nيمكنك التفاعل مع طفلك أثناء القيام بأشياء أخرى. على سبيل المثال، يمكنك أن تطلب منه وصف الألوان والأشياء التي يراها من حوله أثناء السير معًا أو أثناء ركوب السيارة.\n\nطفلك سيقدّر هذا الانتباه منك حتى لو كان لفترة قصيرة فقط.",
  "My child is not interested in playing with me.": "طفلي غير مهتم باللعب معي. \n\n ",
  "You may feel hurt because your child doesn't want to spend time with you. It is important to give them their space, be patient and listen to what is happening to her or him. Open yourself to opportunities to play with them another time.\n\nSometimes, your child just needs time to engage with you. It helps to remain calm, patient, and kind while you try to connect with your child.\n\nAs girls and boys grow, they may want independence from you. That’s normal! You can support them to find friends based on their interests.": "قد تشعر بالألم لأن طفلك لا يرغب في قضاء الوقت معك وهذا أمر مفهوم.\nمن المهم أن تمنحه مساحته الخاصة وأن تكون صبورًا وأن تستمع لما يمر به، ترقب فرص جديدة لقضاء وقت ممتع معه في وقت آخر.\n\nأحيانا يحتاج طفلك إلى بعض الوقت ليصبح مستعدًا للتواصل معك، حاول أن تبقى هادئًا وصبورًا ولطيفًا أثناء محاولتك للتقرب منه.\n\nعندما يكبر الأطفال قد يرغبون في الاستقلال عنك وهذا أمر طبيعي! يمكنك دعمهم في تكوين صداقات تتناسب مع اهتماماتهم وتشجعهم على بناء علاقات إيجابية.",
  "My child keeps getting hurt from exploring or making new friends.": "طفلي يتعرض للأذى أثناء الاستكشاف أو تكوين صداقات جديدة.",
  "It must be hard to see your child getting injured or feeling sad often.\n\nChildren learn and grow from making mistakes. It is an important part of the development of your girl and boy. They will be safe as long as you are aware of their activities and you can prevent anything dangerous from happening.\n\n Build your child’s confidence in their abilities, values, and appearance so that they are comfortable trying new things.\n\nEncourage them to safely try out fun activities with other girls, boys or adults. Praise them when they do it well!\n\nLet your child know that you trust them to be safe and follow the rules that you have set.": "من الصعب رؤية طفلك متضرر أو يشعر بالحزن. \nيتعلم الطفل وينمو من ارتكاب الأخطاء، إنه جزء مهم من عملية تطوير الطفل. سيكونون بأمان طالما أنك على وعي بأنشطتهم وأنك تستطيع منع حدوث أي شيء خطير. \nابن ثقة طفلك في قدراته وقيمه ومظهره حتى يشعر بالراحة عند تجربة أشياء جديدة. \nشجع طفلك على تجربة الأنشطة الممتعة بأمان مع الأطفال أو البالغين الآخرون. امدحهم عندما يفعلوا ذلك بطريقة جيدة! \nدع طفلك يعرف أنك تثق به أن يتبع الضوابط التي وضعتها.",
  "My child likes competitive activities but gets angry when they lose or need to share the win.": "طفلي يحب الأنشطة التنافسية لكنه يغضب عندما يخسر أو عندما يضطر إلى مشاركة الفوز.",
  "⚽ Competitive games can be hard for girls and boys (even adults!) if they don’t like losing or sharing.\n\n🏆 When they have calmed down, talk with your child about what winning well and losing well might look like.\n\n📝 Suggest other activities that you can do to work together instead of against each other.\n\nYou can find playful activities in the App.": "⚽قد تكون الألعاب التنافسية صعبة على الأطفال (وحتى الكبار!) إذا لم يحبوا الخسارة أو مشاركة الفوز.\n🏆عندما يهدأ طفلك تحدث معه حول كيفية الفوز بشكل جيد والخسارة بشكل رياضي\n📝  اقترح أنشطة أخرى يمكنكم القيام بها معًا كفريق بدلًا من التنافس ضد بعضكم.\n يمكنك العثور على أنشطة لعب ممتعة في التطبيق.",
  "Other": "أخرى",
  "If you’re facing a different challenge, feel free to bring it up during the home activity discussion in the next session. We’re here to support each other!": "إذا كنت تواجه تحديًا مختلفًا شاركه خلال النقاش عن الأنشطة المنزلية في الدرس القادم. نحن هنا لدعم بعضنا البعض!",
  "Challenges other parents experience:": "التحديات التي يواجهها الآباء والأمهات الآخرون: ",
  "Your home activity was to spend 5 minutes of one-on-one time with your child.": "كان نشاطك المنزلي هو قضاء 5 دقائق من وقتك الخاص مع طفلك.",
  "That’s wonderful! Well done for spending time together. It lays the foundation for a great relationship with your child!": "هذا رائع! أحسنت على قضاء الوقت مع طفلك. هذا سيساعدك على بناء علاقة جيدة مع طفلك! ",
  "Sometimes it will be easy and fun to spend time with your child and sometimes it will be difficult. Spending time together will definitely improve your relationship!": "أحيانًا يكون قضاء الوقت مع طفلك سهلًا وممتعًا وأحيانًا يكون صعبًا، ولكن قضاء الوقت معًا بالتأكيد سيعزز علاقتكما!",
  "Sorry to hear that it was difficult for you to spend time with your child. We all have challenges sometimes. Just be patient with yourself and your child – things will get better. Well done for trying!": "يؤسفني السماع أن الأمر كان صعبًا بالنسبة لك. نحن جميعًا نواجه تحديات أحيانًا، كن صبورًا مع نفسك ومع طفلك، الأمور ستتحسن. أحسنت على المحاولة!",
  "Your home activity was to talk with your child about their feelings during one-on-one time.": "نشاطك المنزلي هو التحدث مع طفلك عن مشاعرهم أثناء الوقت الخاص معه.   ",
  "That’s wonderful! Well done for talking with your child about their feelings. It lays the foundation for a great relationship with your child!": "رائع! أحسنت على التحدث مع طفلك عن مشاعره، فهذا يضع الأساس لعلاقة جيدة مع طفلك! ",
  "Talking about feelings can be both easy and tough at times. The effort you put in to discuss them will surely help strengthen your bond!": "التحدث عن المشاعر مع طفلك يمكن أن يكون سهل وصعب في نفس الوقت، الجهد الذي تبذله لمناقشتهم بالتأكيد سيساعدك في تقوية علاقتكم!",
  "Sorry to hear it was challenging to talk about feelings. It’s normal to face difficulties sometimes. Keep being patient with yourself and your child – it will get easier. Good job for making the effort!": "يؤسفني انك تواجه تحديات أثناء التحدث عن مشاعرك. ومن الطبيعي أن نواجه مثل هذه التحديات في بعض الأوقات. كن صبورا مع نفسك وطفلك وستغدو أسهل.",
  "Your home activity is to praise your child for 3 things every day.": "نشاطك المنزلي هو أن تمدح طفلك على ثلاثة أشياء كل يوم.  ",
  "It can sometimes be hard to remember to praise our children. \n\nNext time you spend one-on-one time with your child, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”": "من الصعب في بعض الأحيان أن تتذكر مدح طفلك. \nفي المرات القادمة التي تقضي فيها الوقت الخاص مع طفلك فكر وحاول أن تمتدح أمرا واحدا. يمكنك حتى أن تقول \"شكرًا لك لقضاء الوقت معي!\"",
  "Great to hear it went well! Keep up the praise – you will see your child do more and more of the behaviour you like to see!": "رائع أن الأمور سارت بشكل جيد! استمر في تقديم المدح، سترى طفلك يقوم بالمزيد من السلوكيات التي ترغب في رؤيتها!",
  "It sometimes takes a bit of time to adjust to praising, but it makes a big difference – you will see.": "في بعض الأحيان قد يستغرق الأمر بعض الوقت للتكيف مع المدح ولكن سترى أنه يصنع فارقًا كبير.",
  "Sorry that you struggled with this. Starting with praise can take some practice, but you will see the positive results soon!": "يؤسفني أنك واجهت صعوبة مع هذا. البدء بالمدح قد يحتاج بعض الممارسة ولكنك ستري النتائج الإيجابية قريبًا! ",
  "You deserve some praise, too. Thank you again for using @global.app_name. It shows you really care!": "أنت تستحق المدح أيضًا. شكرًا لك مرة أخري لاستخدام @global.app_name فإنك حقًا مهتم!",
  "Your home activity was to try out POSITIVE, SPECIFIC, and REALISTIC  instructions with your child.": "نشاطك المنزلي هو اعطاء تعليمات إيجابية ومحددة وواقعية لطفلك.",
  "Great to hear it went well. You are a star!": "من الرائع أن الأمور سارت على ما يرام. أنت نجم متألق! ",
  "Sorry to hear it was difficult for you. Well done for trying!": "يؤسفني السماع أنه كان صعبًا عليك. أحسنت على المحاولة!",
  "Giving instructions in a new way takes some practice. Keep trying, you will soon see the difference it makes!": "تقديم التعليمات بطريقة جديدة يتطلب بعض التدريب، استمر في المحاولة وستلاحظ قريبًا الفرق!",
  "Thank you for sharing! Well done for trying to give your child positive instructions and for building a positive relationship with your child. \n\nYour child deserves praise and YOU do as well!": "شكرًا لمشاركتك! أحسنت على محاولتك إعطاء طفلك تعليمات إيجابية وبناء علاقة إيجابية معه.\n\nطفلك يستحق المدح، وأنت كذلك!",
  "Your goal was to make ONE rule and ONE routine with your child.": "نشاطك المنزلي هو أن تضع إحدى الضوابط ونظام يومي واحد مع طفلك.",
  "Great to hear it went well! Consistent rules help make our child feel secure and keep them safe!": "من الرائع سماع أن الأمور على ما يرام! تساعد الضوابط المتسقة في حفظ سلامة أطفالنا وتحفيز شعورهم بالأمن!",
  "It can be hard to create your first rule together, but you will see the benefits of involving your family. Keep trying!": "قد تجد صعوبة في وضع أول الضوابط معًا ولكنك سترى فوائد إشراك عائلتك. واصل المحاولة!",
  "Sorry that this has been difficult. Creating rules together requires some practice but it is worth it!": "يؤسفني أنك وجدت هذا صعبًا. يتطلب إنشاء الضوابط معًا بعض الممارسة ولكن الفوائد كثيرة!",
  "Well done for this! It is not easy, and children will not keep to the rules all the time, but making a few key rules together is a great start. Praise yourself for trying this – we are proud of you!": "أحسنت لقيامك بهذا! إن الأمر ليس سهلاً ولن يلتزم الأطفال بالضوابط طوال الوقت، ولكن يُعد وضع القليل من الضوابط الأساسية معًا بداية رائعة. امدح نفسك لمحاولتك القيام بهذا، نحن فخورون بك!",
  "Your home activity was to discuss a possible consequence with your child about one persistent challenging household rule.": "كان نشاطك المنزلي هو مناقشة تبعات السلوك السلبي المحتملة مع طفلك بشأن إحدى ضوابط المنزل الصعبة المستمرة.",
  "Great to hear it went well! Getting consequences right helps children behave better and makes family life calmer.": "من الرائع سماع أن الأمر على ما يرام! إن تحديد تبعات السلوك السلبي بشكل صحيح يساعد الأطفال على التصرف بشكل أفضل ويجعل الحياة العائلية أكثر هدوءًا.",
  "Staying calm and consistent can be hard, but you are doing so well. You can do this!": "قد يكون من الصعب الحفاظ على الهدوء والثبات ولكنك تبلي بلاءً حسنًا. يمكنك انجاز ذلك!",
  "Sorry to hear that this was difficult for you. Setting consequences together will make your child want to follow the rules more often!": "يؤسفني السماع أن هذا كان صعبًا عليك. إن تحديد تبعات السلوك السلبي معًا سيجعل طفلك يرغب في اتباع الضوابط في أغلب الأوقات!",
  "Your goal was to to identify a problem your child may have and practise the four steps of problem-solving together: \nKnow It, Solve It, Try It, Reflect.": "نشاطك المنزلي هو تحديد المشكلة التي قد يواجهها طفلك وممارسة الخطوات الأربع لحل المشاكل معًا: معرفتها وإيجاد حل لها وتجربة الحل والتفكير بالنتيجة.",
  "Great to hear it went well! When your child learns how to solve problems, they can use that skill their whole life. What a gift to give them!": "من الرائع سماع أن الأمر على ما يرام! عندما يتعلم طفلك كيفية حل المشاكل فيمكنه استخدام هذا السلوك طوال حياته. يا لها من هدية رائعة له!",
  "Solving problems together takes some practice. The more often you involve your child when you are both calm, the better it will go. Well done for trying!": "يتطلب حل المشاكل معًا بعض الممارسة، وكلما أشركت طفلك في حل المشاكل عندما يكون كلاكما هادئًا كلما سارت الأمور على نحو أفضل. أحسنت على المحاولة!",
  "Sorry to hear that this was hard. Sometimes we just have to keep trying. Find a time when you and your child are calm and try again to talk through a problem using the four steps of problem-solving. Together, you can do so much!": "يؤسفنا سماع أنك واجهت صعوبات، استمر في المحاولة. جد وقتا تكونان فيه أنت وطفلك هادئين وناقش المشكلة باستخدام  الخطوات الأربعة لحل المشاكل، معا نستطيع انجاز الكثير!",
  "Your home activity was to take care of yourself.": "نشاطك المنزلي هو الاعتناء بنفسك.",
  "Great to hear you took time for yourself! Taking care of yourself helps you be the best parent you can be.": "من الرائع سماع أنك خصصت وقتًا لنفسك! إن الاعتناء بنفسك يساعدك على أن تكون والد أفضل لطفلك.",
  "Taking time for yourself can be challenging, but you’re doing great. Keep it up—you deserve it!": "قد يكون تخصيص وقت لنفسك أمرًا صعبًا ولكنك تقوم بعمل رائع. استمر، فأنت تستحق ذلك!",
  "Sorry to hear that it was difficult to prioritise yourself. Remember, taking care of yourself is essential and will help you take care of others even better!": "يؤسفني سماع أنه كان من الصعب إعطاء الأولوية لنفسك. تذكر أن الاعتناء بنفسك أمر ضروري وسيساعدك على الاعتناء بالآخرين بشكل أفضل!",
  "Your home activity was to play with your child.": "نشاطك المنزلي هو اللعب مع طفلك.",
  "That is great to hear! Spending time with your child is a great way to build a good relationship with them!": "من الرائع سماع ذلك! إن قضاء الوقت مع طفلك يُعد طريقة رائعة لبناء علاقة جيدة معه!",
  "Every time you play with your child, you’re building something special, even if it doesn’t always go perfectly. Well done for staying committed!": "في كل مرة تلعب فيها مع طفلك فإنك تبني شيئًا مميزًا، حتى لو لم يسر الأمر دائمًا بشكل مثالي. أحسنت على التزامك!",
  "Sorry to hear that it was hard. Sometimes it takes a few tries to find the right way. Keep trying, and remember that playtime is a valuable way to connect with your child. You’re doing your best, and that’s what matters!": "يؤسفني السماع أنه كان صعب عليك. أحيانا يحتاج الأمر الى المحاولة أكثر من مرة لإيجاد الحل الأمثل، استمر بالمحاولة وتذكر أن وقت اللعب يساعدك على التواصل مع طفلك. أنت تبذل قصارى جهدك وهذا هو المهم.",
  "How did your practice go?": "كيف سار تمرينك؟",
  "Did you have a chance to try this?": "هل أُتيحت لك الفرصة لتجربة هذا؟",
  "That is okay, do not be too hard on yourself. We encourage you to try and do it when you can.": "لا بأس، لا تضغط على نفسك كتيرًا. إننا نحثك على المحاولة والقيام بالأمر عندما يمكنك ذلك.",
  "How did it go?": "كيف سار الأمر؟",
  "Well done for exploring solutions to your challenges. Go try these solutions out. Your relationship with your child will get stronger and stronger!": "أحسنت لاستكشاف الحلول للتحديات التي تواجهك. قم بنجربة هذه الحلول، ستصبح علاقتك بطفلك أقوى!",
  "Your data is important to us. This @global.privacy_policy sets out our policies for the collection, use, and disclosure of personal information in the use of @global.app_name.\n\n@global.app_name is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 9 years.\n\n@global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS, and the Child Protection Office in the Ministry of Health - State of Kuwait (‘the @global.app_name team’).\n\nPlease read this @global.privacy_policy carefully. By downloading or using the app, you agree to the collection and use of information in relation to this policy. By using the @global.app_name, you agree to these terms. Please read the policy before sharing any information.\n\nThe terms used in this @global.privacy_policy have the same meanings as in our @global.terms_and_conditions, which are accessible within the app, unless otherwise defined in this @global.privacy_policy.": "بياناتك مهمة بالنسبة لنا. تحدد سياسة الخصوصية @global.privacy_policy سياساتنا لجمع واستخدام والإفصاح عن المعلومات الشخصية عند استخدام @global.app_name.\n\n@global.app_name هو تطبيق مجاني لبرنامج الوالدية من أجل صحة مدى الحياة للأطفال الصغار ومُصمم للوالدين ومُقدمي الرعاية للأطفال الذين تتراوح أعمارهم ما بين 2 إلى 9 سنوات.\n\nان تطبيق @global.app_name نتيجة عمل جماعي وتعاون بين منظمة الوالدية من أجل صحة مدى الحياة وجامعة أكسفورد وIDEMS International و INNODEMS ومكتب حماية الطفل في وزارة الصحة – دولة الكويت (فريق @global.app_name).\n\nيرجى قراءة سياسة الخصوصية @global.privacy_policy بعناية. عند تنزيل التطبيق أو استخدامه فإنك توافق على جمع بنود سياسة الخصوصية وطرق استخدام المعلومات فيما يتعلق بالسياسة. باستخدام @global.app_name، فإنك توافق على هذه الشروط والأحكام. يرجى قراءة السياسة بالكامل قبل مشاركة أي معلومات خاصة بك.\n\nالمصطلحات المستخدمة في @global.privacy_policy هذه لها نفس المعاني المذكورة في @global.terms_and_conditions الخاصة بالتطبيق والتي يمكن الوصول إليها من خلال التطبيق، ما لم يتم تعريفها خلاف ذلك في @global.privacy_policy .",
  "What information does the app collect about you and how do we use it?": "ما هي المعلومات التي يجمعها التطبيق عنك وكيف نستخدمها؟",
  "_Personal Data_\nFor the purpose of this @global.privacy_policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. We collect data as follows:\n- App usage metrics\n- Module completion data\n- User engagement \n- Drop-off data\n\nAll data collected is linked to your unique ParentApp identification number. The ParentApp identification number produced within the app may also be used to link with any out of app surveys conducted.\n\nWhilst your rights are governed by the laws and regulations of the State of Kuwait, we also acknowledge the processing of your personal data through i) Legitimate Interests - Art. 6(1)(f) GDPR, for data collected for analytic purposes as well as ii) Consent - Art. 6(1)(a) GDPR.\n\n_Log Data_\nWhenever you use our app, we collect data and information (through third party services) on your phone called Log Data. This Log Data includes information such as a truncated device Internet Protocol (\"IP\") address, device name, operating system version, the configuration of the app when utilising our app, the time, date and your intentions within the app (which include but are not limited to any app buttons clicked or pages visited.)\n\n_Cookies_\nCookies are small files that store data, often used to save user-specific information. They allow websites and apps to retrieve this stored information, enabling a more personalised and efficient user experience. This includes recognising repeated usage, facilitating a visitor's access to and use of the site, and allow a site to track usage behavior and compile aggregate data that will allow content improvement.\n\nWe use a number of third party services (see relevant section below) to support the functioning of the app. We use third party cookies through Firebase and first party cookies through Matomo. In short, first-party cookies are from @global.app_name, and third-party cookies come from other places as described.\n\nFor further information on the handling of cookies see below:\n- [Firebase](https://firebase.google.com/support/privacy)\n- [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/)\n\nYou have the option to adjust your browser settings to decline all or specific browser cookies or to notify you when sites initiate or access cookies. For android devices this should be done on the google chrome app. Remember, disabling cookies can affect the functionality of websites or web apps, as they may rely on these cookies for essential features. Always be sure about your decision before making these changes.\n\n_Feedback Submissions_\nYour feedback on the app is important to us. The feedback you provide allows us to identify and fix bugs, understand user preferences, and make enhancements that better meet your needs. We shall always anonymise your personal information when sharing and publishing your feedback.\n\n_Aggregate Data_\nYour data is important to the @global.app_name team for broader research purposes. Aggregate data is always anonymised.": "البيانات الشخصية \nلغرض @global.privacy_policy ، \"البيانات الشخصية\" يُقصد بها أي معلومات تمكننا من تحديد هوية الشخص بشكل مباشر أو غير مباشر. ونقوم بجمع البيانات على النحو التالي:\n- مقاييس استخدام التطبيق\n- بيانات إكمال الدروس\n- تفاعل المستخدمون\n- المعلومات والتعليقات المدخلة من قبل المستخدم\nيتم ربط جميع البيانات المدخلة برقم تعريفي فريد خاص بك في التطبيق، كما يمكن استخدام رقمك التعريفي الذي أُنشأ داخل التطبيق للربط بأي استطلاعات خارج التطبيق يتم إجراؤها.\nفي حين أن حقوقك تخضع لقوانين وأنظمة دولة الكويت فإننا ندرك أيضًا معالجة بياناتك الشخصية من خلال 1) المصالح المشروعة – المادة 6 بند (1) بند (و) من النظام الأوروبي العام لحماية البيانات للبيانات التي تم جمعها لأغراض تحليلية وكذلك 2) الموافقة – المادة 6 بند (1) بند (أ) من النظام الأوروبي العام لحماية البيانات.\nبيانات السجل\nعندما تستخدم تطبيقنا نقوم بجمع البيانات والمعلومات (من خلال خدمات يقدمها طرف ثالث) على هاتفك والتي تسمى بيانات السجل. تتضمن بيانات السجل معلومات مثل عنوان بروتوكول الإنترنت الخاص بالجهاز واسم الجهاز وإصدار نظام التشغيل والتكوين الرقمي للتطبيق ووقت وتاريخ استخدامك للتطبيق (والذي يشمل النقر على أي زر في التطبيق أوأي صفحات تمت زيارتها).\nملفات تعريف الارتباط \nإن ملفات تعريف الارتباط هي ملفات صغيرة تخزن البيانات، وغالبًا ما تستخدم لحفظ معلومات خاصة بالمستخدم، وتسمح للمواقع والتطبيقات باسترداد هذه المعلومات المُخزنة مما يتيح تجربة مستخدم أكثر تخصيصًا وكفاءة، ويشمل ذلك التعرف على الاستخدام المتكرر وتسهيل وصول الزائر إلى الموقع واستخدامه والسماح للموقع بتتبع سلوك الاستخدام وتجميع البيانات التي تسمح بتحسين المحتوى.\nنستخدم عددًا من خدمات تقدمها طرف ثالث (انظر القسم ذي الصلة أدناه) لدعم تشغيل التطبيق، ونستخدم ملفات تعريف الارتباط الخاصة بالطرف الثالث من خلال فايربيس وملفات تعريف الارتباط الخاصة بالطرف الأول من خلال برنامج ماتومو. باختصار، ملفات تعريف الارتباط الخاصة بالطرف الأول تأتي من @global.app_name وملفات تعريف الارتباط الخاصة بالطرف الثالث تأتي من أماكن أخرى كما هو موضح.\nلمزيد من المعلومات حول التعامل مع ملفات تعريف الارتباط، انظر أدناه:\n- [فايربيس] ( https://firebase.google.com/support/privacy )\n- [ماتومو] (https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/) \nلديك خيار تعديل إعدادات المستخدم لرفض جميع ملفات تعريف الارتباط أو ملفات تعريف ارتباط معينة أو لإعلامك عندما تبدأ المواقع في تشغيل ملفات تعريف الارتباط أو الوصول إليها. بالنسبة لأجهزة أندرويد يجب القيام بذلك على تطبيق جوجل كروم. تذكر أن تعطيل ملفات تعريف الارتباط يمكن أن يؤثر على وظائف المواقع أو التطبيقات، حيث قد تعتمد على ملفات تعريف الارتباط  للحصول على ميزات أساسية، تأكد دائمًا من قرارك قبل إجراء هذه التغييرات.\nإرسال الملاحظات\nملاحظاتك على التطبيق مهمة بالنسبة لنا، تتيح لنا الملاحظات التي تقدمها تحديد الأخطاء وإصلاحها وفهم تفضيلات المستخدم وإجراء التحسينات التي تلبي احتياجاتك بشكل أفضل، وسنعمل دائمًا على إخفاء هويتك عند مشاركة ملاحظاتك ونشرها.\nالبيانات المدخلة\nبياناتك مهمة لفريق @global.app_name لأغراض بحثية أوسع نطاقًا. إن البيانات المدخلة من قبلك دائمًا ما تكون مجهولة المصدر.",
  "Why do you collect such data as described?": "لماذا يتم تجميع البيانات بهذه الطريقة؟",
  "We process your data to provide support to you as a parent / caregiver as well as process your data to communicate when you contact us, for security reasons as well as research purposes (see section ‘How is information shared?’). The primary research purpose includes looking to investigate the extent to which @global.app_name can support the interactions of parents and caregivers of young children. Parents and caregivers will be receiving primary parenting messages by accessing the modules of the app as well as enjoy shared activities with their child. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law.": "نقوم بجمع بياناتك لتقديم الدعم لك كأحد الوالدين أو مقدمي الرعاية لطفل وأيضا للتواصل معك عند الاتصال بنا، ولأسباب أمنية وأغراض بحثية (يرجى الرجوع إلى قسم \"كيف يتم مشاركة المعلومات؟\"). الهدف البحثي الأساسي يشمل دراسة مدى قدرة @global.app_name على دعم التفاعلات بين الوالدين أو مقدمي الرعاية وأطفالهم الصغار. سيتمكن الوالدان ومقدمو الرعاية من تلقي رسائل تربوية متعلقة بالوالدية الإيجابية عبر الوصول إلى الدروس الموجودة بالتطبيق بالإضافة إلى الاستمتاع بأنشطة مشتركة مع أطفالهم.\n\nقد يستخدم فريق البحث بيانات مدخلة من قبلك (مجهولة المصدر) من خلال التطبيق لمشاريع بحثية إضافية. ويرجى العلم أننا قد نقوم بمعالجة بياناتك دون علمك أو موافقتك إذا كان ذلك مطلوبًا أو مسموحًا به بموجب القانون.",
  "Who has access to information shared?": "من لديه حق الوصول إلى المعلومات التي تتم مشاركتها؟",
  "Access to log data collected via the app is restricted to a limited number of the @global.app_name team, as well as authorised contractors, who need it to perform their duties related to the app's operation. Data access is strictly on a need-to-know basis, and all team members are expected to handle the data with care and respect for privacy.\n\nYou agree that your personal information may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make anonymous to the extent possible and where appropriate information such as log data. In reading and accepting this @global.privacy_policy, you permit us to use your anonymised data in published research.": "يقتصر الوصول إلى بيانات السجل التي تم جمعها عبر التطبيق على عدد محدود من فريق @global.app_name ، بالإضافة إلى المتعاقدين المخولين الذين يحتاجون إليها لأداء واجباتهم المتعلقة بتشغيل التطبيق. يتم الوصول إلى البيانات على أساس الحاجة إلى المعرفة بشكل صارم، ومن المتوقع أن يتعامل جميع أعضاء الفريق مع البيانات بعناية واحترام للخصوصية.\n\nأنت توافق على أنه يجوز مشاركة معلوماتك الشخصية مع أطراف ثالثة مثل الباحثين والشركاء المشاركين في تحسين أو تنفيذ التطبيق بما في ذلك أولئك خارج بلدك. قبل الإفصاح عن المعلومات مع شركاء البحث سنجعل المعلومات (مثل بيانات السجل) مجهولة المصدر قدر الإمكان، وعند التصريح بقراءة وقبول @global.privacy_policy  فإنك تسمح لنا باستخدام بياناتك (مجهولة المصدر) في الأبحاث المنشورة.",
  "How is information shared?": "كيف تتم مشاركة المعلومات؟",
  "You agree that we may transfer your log data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information to agrees to treat your information with the same level of protection as we are obliged to.\n\n_Legal_\nThe information that we request will be retained by us and used as described in this @global.privacy_policy.": "أنت توافق على أنه يسمح لنا بنقل بيانات السجل الخاصة بك خارج بلدك (على سبيل المثال لإدارة الخدمات السحابية) وسنضمن أن أي دولة أو شركة أو شخص نمرر إليه معلوماتك الشخصية تتعامل مع معلوماتك بنفس مستوى الحماية الذي نلتزم به.\n_Legal_\nسنحتفظ بالمعلومات التي نطلبها ونستخدمها كما هو موضح في @global.privacy_policy .",
  "What about third-party service providers and websites?": "ماذا عن مقدمي الخدمات والمواقع التابعة لأطراف ثالثة؟",
  "The app does use third party services that may collect information used to identify you. We do so for the following reasons:\n-   To facilitate our app\n-   To provide the app on our behalf\n-   To perform app-related services; or\n-   To assist us in analysing how our app is used.\n\nWe want to inform users of this app that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLinks to the privacy policies of third-party service providers used by the app:\n-   [Google Play Services](https://www.google.com/policies/privacy/)\n-   [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n-   [Matomo](https://matomo.org/privacy-policy/)\n-   [Supabase](https://supabase.com/privacy)\n\nThis app may contain links to other sites that are not covered by this @global.privacy_policy. If you click on a third-party link, you will be directed to that site. This @global.privacy_policy applies only to the processing of your information by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.": "يستخدم التطبيق خدمات تابعة لأطراف ثالثة قد تجمع معلومات تُستخدم لتحديد هويتك. ونحن نفعل ذلك للأسباب التالية:\n- لتسهيل استخدام تطبيقنا\n- لتقديم التطبيق نيابة عنا\n- لأداء الخدمات المتعلقة بالتطبيق؛ أو \n- لمساعدتنا في تحليل كيفية استخدام تطبيقنا.\nنود أن نخبر مستخدمي هذا التطبيق أنه يحق للأطراف الثالثة الوصول إلى معلوماتك الشخصية وذلك نظرًا إلى أداء المهام الموكلة إليهم نيابة عنا، ومع ذلك فهم ملزمون بعدم الإفصاح عن المعلومات أو استخدامها لأي غرض آخر.\nروابط لسياسات الخصوصية الخاصة بمقدمي الخدمات التابعين لأطراف ثالثة الذين يستخدمهم التطبيق:\n- [خدمات جوجل بلاي] (https://www.google.com/policies/privacy/) \n- [إحصاءات جوجل لفايربيس] (https://firebase.google.com/policies/analytics) \n- [ماتومو] (https://matomo.org/privacy-policy/) \n- [سوبابيس] (https://supabase.com/privacy) \nقد يحتوي هذا التطبيق على روابط لمواقع أخرى غير مشمولة في @global.privacy_policy ، في حال نقرت على رابط تابع لطرف ثالث فسيتم توجيهك إلى هذا الموقع. تنطبق @global.privacy_policy فقط على التعامل مع معلوماتك بواسطة التطبيق ولا تتناول هذه السياسة ولا نتحمل المسؤولية عن الخصوصية أو المعلومات أو الممارسات الأخرى لأي أطراف ثالثة بما في ذلك أي طرف ثالث يدير أي موقع أو خدمة يرتبط بها التطبيق.",
  "How long do we keep your data?": "ما هي المدة التي نحتفظ فيها ببياناتك؟",
  "We will retain your personal information for as long as we need it to fulfil our purposes, including any relating to app services as well as legal, accounting, or reporting requirements.": "سنحتفظ بمعلوماتك الشخصية طالما كانت هناك حاجة إليها لتحقيق أغراضنا بما في ذلك تلك المتعلقة بخدمات التطبيق بالإضافة إلى المتطلبات القانونية أو المحاسبية أو التقريرية.",
  "How do we keep your data secure?": "كيف نحافظ على أمان بياناتك؟",
  "We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. We also reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites). Therefore usage of the app is at your own risk.": "نقدّر ثقتك في تزويدنا بمعلوماتك الشخصية، ولذلك نسعى لاستخدام وسائل مقبولة تجاريا لحمايتها. ومع ذلك يرجى العلم بأن أي وسيلة لنقل البيانات عبر الإنترنت أو تخزينها إلكترونيًا ليست آمنة أو موثوقة بنسبة 100% ولا يمكننا ضمان أمنها المطلق، كما نحتفظ بحق تخزين بياناتك على خوادم أو قواعد بيانات تابعة لجهة خارج فريق @global.app_name (يرجى الرجوع إلى قسم مقدمي الخدمات والمواقع من الأطراف الثالثة). وبالتالي فإن استخدامك للتطبيق يكون على مسؤوليتك الخاصة.",
  "Limitations of Liability for Information Disclosure": "ضوابط الإفصاح عن المعلومات",
  "We are not liable for how you or third parties use or misuse information that is transmitted or received through the apps tools and services.": "نحن لسنا مسؤولين عن كيفية استخدامك أو استخدام الغير أو إساءة استخدامهم للمعلومات التي يتم نقلها أو استلامها عبر أدوات وخدمات التطبيق.",
  "Your data protection rights": "حقوق حماية البيانات الخاصة بك",
  "Whilst your rights are governed by the laws and regulations of the State of Kuwait, we also acknowledge:\n\n_Your right of access_ - You have the right to ask us for copies of your personal information.\n\n_Your right to rectification_ - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete.\n\n_Your right to erasure_ - You have the right to ask us to erase your personal information in certain circumstances.\n\n_Your right to withdraw consent for data processing at any time_ - You can choose to halt the processing of your data if consent was the legal basis for handling your information.\n\n_Your right to restriction of processing_ - You have the right to ask us to restrict the processing of your personal information in certain circumstances.\n\n_Your right to object to processing_ - You have the right to object to the processing of your personal information in certain circumstances.\n\n_Your right to data portability_ - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances.\n\nYou are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop.": "على الرغم من أن حقوقك تخضع لقوانين وأنظمة دولة الكويت فإننا ندرك أيضًا:\n\n_حقك في الوصول_ - يحق لك أن تطلب منا نسخًا من معلوماتك الشخصية.\n\n_حقك في التصحيح_ - يحق لك أن تطلب منا تصحيح المعلومات الشخصية التي تعتقد أنها غير دقيقة، لديك أيضًا الحق في أن تطلب منا استكمال المعلومات التي تعتقد أنها غير كاملة.\n\n_حقك في المحو_ - يحق لك أن تطلب منا محو معلوماتك الشخصية في ظروف معينة.\n\n_حقك في سحب موافقتك على معالجة البيانات في أي وقت_ - يمكنك اختيار إيقاف معالجة بياناتك إذا كانت الموافقة هي الأساس القانوني للتعامل مع معلوماتك.\n\n_حقك في تقييد المعالجة _ - يحق لك أن تطلب منا تقييد معالجة معلوماتك الشخصية في ظروف معينة.\n\n_حقك في الاعتراض على المعالجة_ - يحق لك الاعتراض على معالجة معلوماتك الشخصية في ظروف معينة.\n\n_حقك في نقل البيانات_ - يحق لك أن تطلب منا نقل المعلومات الشخصية التي قدمتها لنا إلى منظمة أخرى أو إليك في ظروف معينة.\n\nلا يُطلب منك دفع أي رسوم لممارسة حقوقك، وبناءً على الظروف وطبيعة طلبك قد لا يكون من الممكن لنا القيام بما طلبته، على سبيل المثال عندما يوجد متطلب قانوني أو تعاقدي يلزمنا بمعالجة بياناتك ولن يكون من الممكن الوفاء بالتزاماتنا القانونية إذا توقفنا.",
  "Removing the app": "حذف التطبيق",
  "We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.": "نأسف إذا لم تعد تجد تطبيقنا مفيدًا. في حال قررت حذف التطبيق قد نحتفظ ببعض بياناتك (بعد إخفاء الهوية) لأغراض معالجة المشكلات أو المساعدة في التحقيقات أو الامتثال للمتطلبات القانونية أو لإضافتها إلى مجموعات البيانات البحثية الحالية لدينا.",
  "Changes to the @global.privacy_policy": "التغييرات التي تطرأ على @global.privacy_policy",
  "We may update our @global.privacy_policy from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.privacy_policy.": "يجوز لنا تعديل @global.privacy_policy من وقت لآخر، وبموجب هذا فإنك تتنازل عن حقك في تلقي إشعار مباشر بالتغييرات وننصحك بمراجعة هذه الصفحة بشكل دوري للاطلاع على أي مستجدات. استمرارك في استخدام التطبيق يعني موافقتك على التعديلات اللاحقة في @global.privacy_policy.",
  "If you have any questions or suggestions about our @global.privacy_policy, complaints or otherwise do not hesitate to contact us at <apps@idems.international>.\n\n**Last updated: @global.deployment_terms_text**\n_This @global.privacy_policy page was based on a draft created at privacypolicytemplate.net and modified/generated by App Privacy Policy Generator._": "اذا كان لديك أي أسئلة أو اقتراحات أو شكاوى أو غير ذلك بخصوص @global.privacy_policy فلا تتردد في الاتصال بنا على apps@idems.international.\n**آخر تحديث: @global.deployment_terms_text**\n_تستند صفحة @global.privacy_policy إلى مسودة تم إنشاؤها على privacypolicytemplate.net وتم تعديلها/إنشائها بواسطة تطبيق منشئ سياسة الخصوصية. _",
  "User Agreement": "اتفاقية المستخدم",
  "This App Does Not Provide Medical Advice or Care": "لا يقدم هذا التطبيق نصائح أو خدمات طبية",
  "The content in this app, such as text, images, and information, is for general educational purposes only. It is not a substitute for professional medical advice, diagnosis, treatment, or in-person visits to your doctor. @global.app_name is here to support, not replace, your relationship with your healthcare or other professional provider.\n\nThe information provided is not medical advice and should not be used for diagnosing or treating any health problems. Always consult your doctor regarding any medical concerns you have, and never ignore professional advice based on something you read here. If you think your child might have a medical emergency, contact a doctor or call 112 immediately.\n\n@global.app_name is meant for healthy children without known medical conditions. If any health issues arise, follow up with your child’s healthcare provider, as the app may not be relevant. Using the app is at your own risk.": "المحتوى الموجود في هذا التطبيق (مثل النصوص والصور والمعلومات) مخصص للأغراض التعليمية العامة فقط ولا يعد بديلاً عن المشورة الطبية المهنية أو التشخيص أو العلاج أو الزيارات الشخصية لطبيبك. يهدف @global.app_name لدعم علاقتك بمقدم الرعاية الصحية أو غيره من مقدمي الخدمات المهنية، وليس استبدالها.\nلا تعد المعلومات المقدمة مشورة طبية ولا ينبغي استخدامها لتشخيص أو علاج أي مشاكل صحية. استشر طبيبك دائمًا بشأن أي مخاوف طبية تُساورك ولا تتجاهل أبدًا المشورة المهنية بناءً على شيء قرأته هنا، في حال كنت تعتقد أن طفلك قد يعاني من حالة طبية طارئة فاتصل بطبيب أو اتصل على 112 على الفور.\nإن @global.app_name مخصص للأطفال الأصحاء الذين لا يعانون من حالات صحية معروفة، في حال ظهرت أي مشاكل صحية تابع مع مقدم الرعاية الصحية لطفلك حيث قد لا يكون التطبيق هذا مناسب لكم. إن استخدام هذا التطبيق على مسؤوليتك الخاصة.",
  "Children’s Privacy": "خصوصية الأطفال",
  "@global.app_name isn’t meant for children under 18, and we do not knowingly gather personal details from users directly in this age group.": "تطبيق @global.app_name غير مخصص للأطفال دون سن 18 عامًا، ولا نقوم بجمع أي بيانات شخصية من المستخدمين في هذه الفئة العمرية عن قصد.",
  "Rules of Usage": "ضوابط الاستخدام",
  "Content Changes": "التغييرات التي تطرأ على المحتوى",
  "The @global.app_name team is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way.\n\nIn the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.": "يلتزم فريق @global.app_name بضمان أن يكون التطبيق مفيدًا وسهل الاستخدام قدر الإمكان.\nولهذا السبب نحتفظ بالحق في إجراء تغييرات على التطبيق والتي سيتم تسليمها من خلال التحديثات. في الوقت الحالي، التطبيق مجاني وننوي أن يظل كذلك.\n\nفي المستقبل، قد يتم تقديم بعض الخدمات التي قد تستلزم تكلفة. لن نقوم أبدًا بفرض رسوم عليك مقابل استخدام التطبيق أو خدماته دون إعلامك مسبقًا بأي رسوم دخول قابلة للتطبيق.",
  "Intellectual property": "الملكية الفكرية",
  "Feedback Submissions": "إرسال الملاحظات",
  "Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.": "نقدّر تعليقاتك على التطبيق، ولتحسينه فإن أي تعليقات تقدمها لا تُعتبر سرية وستصبح متاحة للاستخدام القانوني اللاحق دون الحاجة إلى موافقة إضافية أو تعويض، وبالتالي فإننا نمتلك حقوقًا حصرية ونفترض أن أي تعليق قدمته هو فعلا منك.",
  "Security": "الأمن",
  "Our app stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the app secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the app will not work properly or at all.\n\nTo see how we handle your personal information, please refer to our @global.privacy_policy.": "يقوم تطبيقنا بتخزين ومعالجة البيانات الشخصية التي أدخلتها وذلك بهدف تقديم خدماتنا. تقع على عاتقك مسؤولية الحفاظ على أمان هاتفك وسلامة دخولك على التطبيق. لذلك لا يُنصح بإزالة قيود وحدود البرمجيات المفروضة من قِبل نظام التشغيل الرسمي لجهازك، قد يؤدي القيام بذلك إلى تعريض هاتفك للبرامج الضارة والفيروسات والبرامج الخبيثة وكذلك اختراق إعدادات أمان هاتفك، وقد يعني أيضًا أن التطبيق لن يعمل بشكل صحيح أو لن يعمل على الإطلاق.\nلمعرفة كيفية التعامل مع معلوماتك الشخصية يرجى الرجوع إلى@global.privacy_policy",
  "External links and resources": "الروابط والمصادر الخارجية ",
  "The app uses third party services that declare their own @global.terms_and_conditions and may link to other websites and resources that are not under the app's control.\n\nLinks to @global.terms_and_conditions of third party service providers used by the app include:\n-   [Google Play Services](https://policies.google.com/terms)\n-   [Google Analytics for Firebase](https://firebase.google.com/terms/analytics)\n-   [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n-   [Supabase](https://supabase.com/terms)\n\nThe inclusion of such links does not imply an endorsement or approval by the app and/or its partners of any website, product, or service. Similarly, the app and the @global.app_name team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.": "يستعين التطبيق بخدمات أطراف ثالثة لها @global.terms_and_conditions خاصة بها وقد ترتبط بالمواقع والموارد الأخرى التي لا يتحكم بها التطبيق.\nروابط @global.terms_and_conditions للأطراف الثالثة المقدمة لخدمات في التطبيق تشمل:\n- [خدمات جوجل بلاي] (https://policies.google.com/terms) \n- [إحصاءات جوجل لفايربيس] (https://firebase.google.com/terms/analytics) \n- [ماتومو] (https://matomo.org/matomo-cloud-terms-of-service/) \n- [سوبابيس] (https://supabase.com/terms) \nلا يعني إدراج مثل هذه الروابط تأييدًا أو موافقة من جانب التطبيق وشركائه على أي موقع أو منتج أو خدمة، ولا يتحمل التطبيق أو المطورون أو فريق @global.app_name team أي مسؤولية أو التزام فيما يتعلق بهذه المواقع الإلكترونية أو المنتجات أو الخدمات، بما في ذلك المسؤولية أو الالتزام بدقة أو موثوقية أي معلومات أو بيانات أو آراء أو نصائح أو بيانات موجودة على تلك المواقع الإلكترونية.",
  "Disclaimer": "تنويه",
  "Please be aware that the @global.app_name team exclude responsibility for the following:\n\n1. Internet connections required: Certain functions of the app will require the app to have an active internet connection. The @global.app_name team cannot take responsibility for the app not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left.\n\n2. Mobile network charges: Using the app outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you accept responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the app, please be aware that we assume that you have received permission from the bill payer for using the app.\n\n3. Third-party information: Although we endeavour to ensure that the app is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly review all of the external sites and cannot guarantee that they are always accurate or reliable.\n\n4. Limitation of liability: The @global.app_name team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the app, or arising from any reliance you may place on advice or information provided from the app. You should always exercise your own discretion and judgement appropriate to your own circumstances in relation to any advice or information provided from the app.\n\n5. Viruses and bugs: Any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret, but we are devoid of responsibility.\n\n6. App updates: The app is regularly updated to improve performance and content. The system requirements for the app may change over time, depending on the platform you use (and any additional platforms we may support in the future). It is your responsibility to download updates to continue using the app. The @global.app_name team does not guarantee that the app will always be updated to remain compatible with your device’s operating system. However, you agree to accept any updates to the app when they are offered to you.\n\n7. Availability and termination: The app site might not be available at all times for reasons of maintenance or trouble with associated software or hardware. Whilst we apologise for inconveniences, we are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the app (including availability of captured data) at any time, without warning. Unless we tell you otherwise, upon any termination, (a) the rights and licences granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device.\n\n8. Indemnification: You agree to protect and indemnify @global.app_name, along with its officers, directors, employees, agents, licensors, and suppliers, from any claims, actions, demands, liabilities, or settlements, including reasonable legal and accounting costs, arising from or alleged to arise from your breach of these @global.terms_and_conditions.\n\n9. No endorsement: Companies or products associated with the app should not be interpreted as endorsement by the app or the @global.app_name team or demonstrate an intention to infringe proprietary rights.": "يرجى العلم بأن فريق  @global.app_name لا يتحمل المسؤولية للآتي:\n1- الاتصال بالإنترنت: تتطلب بعض وظائف التطبيق أن تكون مُتصلة اتصالاً نشطًا بالإنترنت. لا يمكن لفريق @global.app_name أن يتحمل المسؤولية عن عدم عمل التطبيق بكامل وظائفه في حال لم تكن متصلًا بشبكة واي فاي أو لم يكن لديك رصيد للانترنت.\n2- رسوم شبكة الهاتف المحمول: استخدام التطبيق خارج منطقة تخدمها شبكة واي فاي يعني أن شروط الاتفاقية مع مقدم خدمة الهاتف المحمول الخاص بك ستظل سارية. ولذلك قد يتم احتساب رسوم من قبل مقدم خدمة الهاتف المحمول مقابل تكلفة البيانات أثناء استخدام التطبيق أو رسوم طرف ثالث آخر. عند استخدام التطبيق فإنه يقع على عاتقك تحمل مسؤولية أي رسوم من هذا القبيل بما في ذلك رسوم بيانات التجوال إذا كنت تستخدم التطبيق خارج منطقتك المحلية (أي المنطقة أو الدولة) دون إيقاف تشغيل التجوال. وفي حال لم تكن أنت الدافع لفاتورة الجهاز الذي تستخدم عليه التطبيق يرجى العلم بأننا نفترض أنك قد حصلت على إذن من المسدد للفواتير باستخدام التطبيق.\n3- معلومات الطرف الثالث: على الرغم من أننا نسعى جاهدين لضمان أنه قد تم تحديث التطبيق ومحتواه بدقة، فإننا نعتمد على أطراف ثالثة في تقديم المعلومات لنا لنستطيع أن نجعل التطبيق متاحًا لك. نحن لا نراجع بانتظام جميع المواقع الخارجية ولا يمكننا ضمان دقتها أو موثوقيتها دائمًا.\n4-  تحديد المسؤولية: لا يتحمل @global.app_name أي مسؤولية عن أي ضرر أو خسارة (سواء كانت مباشرة أو غير مباشرة) قد تتعرض لها نتيجة لاستخدامك للتطبيق، أو تنشأ من اعتمادك على النصائح أو المعلومات المقدمة من التطبيق. عليك دائمًا الاعتماد على تقديرك الشخصي وتقديرك المناسب لظروفك الخاصة فيما يتعلق بأي نصيحة أو معلومات يتم تقديمها بالتطبيق.\n5- الفيروسات وأخطاء البرمجيات: أي حالات تتعلق بأخطاء البرمجيات أو الفيروسات أو المواد الضارة الأخرى التي قد يتم نقلها من قبل أطراف ثالثة عبر موقعنا هي مصدر إزعاج لنا ولكننا غير مسؤولين عنها.\n6- تحديثات التطبيق: يتم تحديث التطبيق بانتظام لتحسين الأداء والمحتوى. قد تتغير متطلبات النظام للتطبيق مع مرور الوقت وذلك حسب المنصة المستخدمة (وأي منصات إضافية قد ندعمها في المستقبل). من مسؤوليتك تنزيل التحديثات للاستمرار في استخدام التطبيق. لا يضمن @global.app_name أن التطبيق سيظل محدثًا بشكل دائم ليظل متوافقًا مع نظام تشغيل جهازك. ومع ذلك فإنك توافق على قبول أي تحديثات للتطبيق عندما يتم تقديمها لك.\n7- التوفر والإنهاء: قد لا يكون موقع التطبيق متاحًا في جميع الأوقات لأسباب تتعلق بالصيانة أو مشكلات ذات صلة بالبرمجيات أو الأجهزة المرتبطة. رغم أننا نعتذر عن أي إزعاج فإننا لسنا مسؤولين عن أي خسارة قد تتكبدها في حالة عدم إمكانية الوصول إلى الموقع، ولدينا الحق لإنهاء وصولك واستخدامك للتطبيق (بما في ذلك توفر البيانات المسجلة في أي وقت دون سابق إنذار). عند الإنهاء (ما لم نخبرك بخلاف ذلك) تنتهي الحقوق والتراخيص الممنوحة لك بموجب هذه الشروط ويجب عليك التوقف عن استخدام التطبيق وحذفه (إذا لزم الأمر) من جهازك.\n8- التعويض: أنت توافق على حماية وتعويض @global.app_name بالإضافة إلى مسؤوليها ومديريها وموظفيها ووكلائها ومرخصيها ومورديها عن أي مطالبات أو إجراءات أو مطالب أو التزامات أو تسويات بما في ذلك التكاليف القانونية والمحاسبية المعقولة، الناشئة عن خرقك لهذه @global.terms_and_conditions أو المزعوم أنها تنشأ عن ذلك\n9- عدم التأييد: لا ينبغي تفسير أن التطبيق أو @global.app_name team يؤيدون الشركات أو المنتجات المرتبطة بالتطبيق ولا أنه إبداء نية لانتهاك حقوقهم الملكية.",
  "Governing Law and Jurisdiction": "القانون والاختصاص القضائي",
  "You agree that any dispute with @global.app_name, or related to your use of the App, will be handled exclusively by the courts in the State of Kuwait. You also agree to allow the courts in Kuwait to have authority over you for any such dispute, including claims involving @global.app_name, its affiliates, subsidiaries, employees, contractors, officers, directors, and any associated service or content providers.\n\nThese @global.terms_and_conditions are governed by the laws and regulations of the State of Kuwait, without taking into account any conflict of laws principles. If any part of these @global.terms_and_conditions is found to be invalid by a court, the remaining terms will still apply. No waiver of these @global.terms_and_conditions will be considered a continuing waiver of that term or any other term.": "أنت تتفق على أن أي نزاع يتعلق بـ @global.app_name أو يتعلق باستخدامك للتطبيق سيتم التعامل معه حصريًا من قبل المحاكم في دولة الكويت. كما توافق على السماح للمحاكم في الكويت أن يكون لها السلطة عليك في أي نزاع من هذا القبيل بما في ذلك المطالبات التي تنطوي على @global.app_name والشركات التابعة لها والشركات الفرعية والموظفين والمتعاقدين والمسؤولين والمديرين وأي مقدمي خدمات أو محتوى مرتبط بالتطبيق وفقا لقوانين ولوائح دولة الكويت. وفي حال الغي جزء من أحد بنود هذه الاتفاقية تسري باقي احكام الاتفاقية، ولا يعتبر استثناء حكم من أحكام @global.terms_and_conditions استثناء دائم لهذا الحكم أو أي حكم آخر.",
  "Changes to the @global.terms_and_conditions": "التغييرات التي تطرأ على @global.terms_and_conditions",
  "We may update our @global.terms_and_conditions from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions.": "يجوز لنا تعديل @global.terms_and_conditions من حين لآخر. وبموجب هذا تتنازل عن حقك في تلقي إشعار مباشر بالتغييرات وننصحك بمراجعة هذه الصفحة بشكل دوري للاطلاع على أي مستجدات. استمرارك في استخدام التطبيق يعني موافقتك على التعديلات اللاحقة في @global.terms_and_conditions.",
  "Contact Us": "تواصل معنا",
  "If you have any questions or suggestions about our @global.terms_and_conditions, do not hesitate to contact us at <apps@idems.international>.\n\n**Last updated: @global.deployment_terms_text**": "في حال كان لديك أي استفسارات أو اقتراحات تتعلق بـ@global.terms_and_conditions فلا تتردد في الاتصال بنا على <apps@idems.international>.\n**آخر تحديث: @global.deployment_terms_text**",
  "Terms & Conditions": "الشروط والأحكام",
  "Privacy Policy": "سياسة الخصوصية",
  "By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are:\n1. This is, and will always be, a fully free app.\n2. Your data will never be sold. We are not for profit.\n3. By using the app you are helping to make the app better for you and others.\n4. Your anonymised data may be used for research purposes by our @global.app_name team.": "بتقديم موافقتك أدناه فإنك تُقر بالاطلاع على وقبول @global.terms_and_conditions و @global.privacy_policy والالتزامات الأكثر أهمية هم:\n1- أن التطبيق مجاني بشكل كامل وسيظل كذلك.\n2- أننا لن نبيع البيانات الخاصة بك فنحن لا نهدف للربح.\n3- أنك عندما تستخدم التطبيق فإنك تساهم في جعل التطبيق يعمل بشكل أفضل لك وللأخرين.\n4- أنه قد يتم استخدام بياناتك (مجهولة المصدر) لأغراض بحثية من قِبل فريق @global.app_name.",
  "These policies are still under construction. We value advice and input to improve them.": "هذه السياسات لا تزال قيد الإنشاء. نرحب بالنصائح والملاحظات لتحسينها",
  "I consent to the commitments stated above.": "أوافق علي الشروط والأحكام المذكورة أعلاه.",
  "Continue": "استمرار",
  "Last updated: @global.deployment_terms_text": "آخر تحديث: @global.deployment_terms_text",
  "You can only move on and access the app if you provide your consent.": "لا يمكنك المتابعة أو استخدام التطبيق إلا بعد موافقتك.",
  "@global.app_name is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 9 years. @global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS, and the Child Protection Office in the Ministry of Health - State of Kuwait (‘the @global.app_name team’).\n\nThe content herein is available under an open source Creative Commons International 4.0 license. It was developed in collaboration with key partners:": "إن @global.app_name نسخة مجانية من برنامج الوالدية من أجل صحة مدى الحياة للأطفال الصغار وهو مصمم للوالدين ومقدمي الرعاية للأطفال الذين تتراوح أعمارهم بين 2 إلى 9 سنوات. قُدم @global.app_name إليكم من خلال التعاون بين الشركاء بما في ذلك منظمة الوالدية من أجل صحة مدى الحياة وجامعة أكسفورد و INNODEMS ومكتب حماية الطفل في وزارة الصحة – دولة الكويت (فريق @global.app_name)\n\nإن المحتوى الموجود متاح بموجب رخصة Creative Commons International 4.0. تم تطويره بالتعاون مع شركاء رئيسيين:",
  "Ministry of Health": "وزارة الصحة",
  "PLH": "منظمة الوالدية من أجل صحة مدى الحياة",
  "IDEMS": "IDEMS",
  "Partners": "الشركاء",
  "Woman": "أنثى",
  "Man": "ذكر",
  "Prefer not to say": "أفضل ألا أقول",
  "Parent or caregiver": "والد أو مقدم رعاية",
  "Facilitator": "مدرب",
  "System tester": "مختبر النظام",
  "None of the above": "لا شيء مما سبق",
  "About @global.app_name": "نبذة عن @global.app_name",
  "Dayem App": "تطبيق دايم",
  "Tap and choose": "اضغط واختر",
  "List": "قائمة",
  "Map": "خريطة",
  "Module": "الدرس",
  "Start here": "ابدأ من هنا",
  "Home": "الصفحة الرئيسية",
  "Library": "مكتبة",
  "Settings": "إعدادات",
  "Completed": "مكتمل",
  "Check-in": "حضور لحظي",
  "Let’s Begin": "لنبدأ",
  "Restart": "إعادة تشغيل",
  "In 1 day": "بعد يوم واحد",
  "In 2 days": "بعد يومين",
  "In 3 days": "بعد 3 أيام",
  "In 4 days": "بعد 4 أيام",
  "In 5 days": "بعد 5 أيام",
  "In 6 days": "بعد 6 أيام",
  "In 7 days": "بعد 7 أيام",
  "Learn More": "تعرف على المزيد",
  "Madam Noura": "السيدة نورة",
  "Select a response": "اختر إجابة",
  "Congratulations": "مبروك",
  "Well done for finishing this module": "أحسنت على إكمال هذا الدرس",
  "Unlock your moment of play": "احصل على نشاط جديد للعب",
  "Moments of Play": "نشاط اللعب",
  "Complete your modules and home activities to unlock new moments of play": "إكمل درسك وأنشطتك المنزلية للحصول على نشاط جديد للعب",
  "Filter": "تصفية",
  "All Games": "جميع الألعاب",
  "Unlocked": "متاح",
  "Favourites": "المفضلة",
  "By age": "حسب العمر",
  "For 2-3": "لعمر 2-3",
  "For 4-5": "لعمر 4-5",
  "For 6-7": "لعمر 6-7",
  "For 7-8": "لعمر 7-8",
  "For 8-9": "لعمر 8-9",
  "Source": "مصدر",
  "Close": "اغلاق",
  "Profile": "ملف",
  "Switch Language": "تبديل اللغة",
  "Your ParentApp Code": "رمز تطبيق دايم الخاص بك",
  "Account": "حساب",
  "General": "معلومات عامة",
  "Feedback": "ملاحظات",
  "About Dayem": "نبذة عن دايم",
  "Terms and Conditions": "الشروط والأحكام",
  "Developer Mode": "وضع المبرمج",
  "Version": "نسخة",
  "Submit": "إرسال",
  "Enter your Developer Code": "أدخل رمز المبرمج الخاص بك",
  "To launch the app in developer mode, enter your dev code and tap Submit": "لتشغيل التطبيق في وضع المبرمج، أدخل رمز المبرمج الخاص بك وانقر على \"إرسال\"",
  "What is your name or nickname?": "ما هو اسمك أو لقبك؟",
  "What is your gender?": "ما هو جنسك؟",
  "Male": "ذكر",
  "Female": "أنثى",
  "Save": "حفظ",
  "Sync Now": "المزامنة الآن",
  "Your Code": "الرمز الخاص بك",
  "You may be asked to share this code with people who will support your Dayem App journey.": "قد يُطلب منك مشاركة هذا الرمز مع الفريق الذي سيساعدك في رحلتك مع تطبيق دايم.",
  "Copy Code": "نسخ الرمز",
  "Language": "اللغة",
  "Type here": "أكتب هنا",
  "App feedback": "ملاحظات عن التطبيق ",
  "Login": "تسجيل الدخول",
  "Login with existing account": "تسجيل الدخول باستخدام حساب موجود",
  "Create an account": "إنشاء حساب",
  "Would you like to create an account? This will allow you to retrieve your data if you lose your device.": "هل ترغب في إنشاء حساب؟ سيسمح لك هذا الخيار باستعادة بياناتك في حالة فقدان جهازك.",
  "Already have an account? Log in here.": "هل لديك حساب؟ قم بتسجيل الدخول هنا.",
  "Skip": "تخطي",
  "Welcome to @global.app_name": "مرحباً بك في تطبيق @global.app_name",
  "Please select your gender": "الجنس",
  "I am a...": "أنا...",
  "Templates": "القوالب",
  "Reset app": "إعادة ضبط التطبيق",
  "Open feedback": "فتح الملاحظات",
  "Close feedback": "إغلاق الملاحظات",
  "Developer mode": "وضع المبرمج",
  "Exit developer mode": "الخروج من وضع المبرمج",
  "@global.app_name has downloaded an update. Please restart the app to finish installation.": "قام @global.app_name بتنزيل تحديث. يرجى إعادة تشغيل التطبيق لإكمال التثبيت.",
  "Enter developer mode": "ادخل إلى وضع المبرمج",
  "To launch the app in developer mode, enter your developer code in the box below and press @local.submit.": "لتشغيل التطبيق في وضع المبرمج، أدخل رمز المبرمج الخاص بك في المربع أدناه واضغط على local.submit@.",
  "You have successfully entered developer mode.": "لقد قمت بالدخول إلى وضع المبرمج بنجاح.",
  "You have entered an incorrect code.": "لقد أدخلت رمزًا خاطئًا.",
  "Import user": "استيراد المستخدم",
  "User ID": "رقم المستخدم",
  "Paste the @local.user_id_name to import their account data.": "قم بلصق @local.user_id_name لاستيراد بيانات الحساب.",
  "Import data": "استيراد البيانات",
  "Copy code": "نسخ الرمز",
  "Copied!": "منسوخ",
  "Last sync at: @local.sync_latest": "آخر مزامنة في: @local.sync_latest",
  "This device has never been synced. Sync to reveal your code.": "لم تتم مزامنة هذا الجهاز مطلقًا. قم بالمزامنة للكشف عن الرمز الخاص بك.",
  "Sync now": "ابدأ المزامنة الآن",
  "Syncing...": "المزامنة...",
  "Today's topic is about helping your child learn and grow. \n\nPlaying with your child is important for their growth and learning, both in and out of school. This is true for all children, including those with disabilities.\n\nDid you know that playing helps your child learn what is expected and how to get along with others?\n\nChildren learn a lot by asking questions. Support their interests and curiosity, and be patient when they make mistakes. We all learn from our mistakes!": "موضوع اليوم يتناول كيفية مساعدة طفلك على التعلم والنمو.\nيعد اللعب مع طفلك أمرًا مهمًا لنموه وتعلمه، سواء داخل المدرسة أو خارجها. ينطبق هذا الأمر على جميع الأطفال، بما في ذلك الأطفال من ذوي الإعاقة.\nهل تعلم أن اللعب يساعد طفلك على تعلم ما هو متوقع منه وكيفية التفاعل مع الآخرين؟\nيتعلم الأطفال الكثير من خلال طرح الأسئلة. ادعم اهتماماتهم وفضولهم، وكن صبورًا عندما يرتكبون الأخطاء. فنحن جميعًا نتعلم من أخطائنا!",
  "Hello!\nDo you know that children learn best through playing? \n\nAnd let’s be honest, which child does not like to play? \n\nLearning takes time, but there is a lot that you can do as a parent to help your child. Let them play and explore. Let them ask questions and learn from mistakes. And be patient. Your support will help them grow and develop.": "مرحبًا!\nهل تعلم أن الأطفال يتعلمون بشكل أفضل من خلال اللعب؟\nولنكن صادقين، هل هناك طفل لا يحب اللعب؟\nيستغرق التعلم وقتًا، ولكن هناك الكثير مما يمكنك القيام به كوالد لمساعدة طفلك. دعه يلعب ويستكشف ودعه يطرح الأسئلة ويتعلم من الأخطاء، وكن صبورًا. سيساعده دعمك على النمو والتطور.",
  "Children learn best by playing and doing. \n\n@data.characters.f1_father.name wants to spend more time helping his daughter , @data.characters.f1_daughter_2.name, learn through play together. Let’s see how he does it.": "يتعلم الأطفال بشكل أفضل من خلال اللعب والممارسة.\n@data.characters.f1_father.name يريد قضاء المزيد من الوقت في مساعدة ابنته @data.characters.f1_daughter_2.name على التعلم من خلال اللعب معًا. دعنا نرى كيف سيقوم بذلك.",
  "Hi, dear. Would you like to do something fun together?": "مرحبًا عزيزتي، هل ترغبين في القيام بشيء مرح معًا؟",
  "Ooooh yes!": "أوووه نعم!",
  "What would you like to do?": "ماذا تريدين أن نفعل؟",
  "Build a house out of pillows!": "أريد بناء بيت من الوسائد!",
  "Great idea! What do we need to do first?": "فكرة رائعة! ماذا علينا أن نفعل أولاً؟",
  "First, we place one pillow against the headboard. It’s our first wall! Then, we can use another pillow for the other wall. And a third pillow to make the roof!": "أولاً، نضع وسادة واحدة مقابل اللوح الأمامي للسرير، إنها جدارنا الأول! بعد ذلك يمكننا استخدام وسادة أخرى للجدار الثاني. وأخيرًا، وسادة ثالثة لعمل السقف!",
  "It's lovely to see you thinking everything through so carefully.": "من الرائع أن أراكي تفكرين في كل شيء بعناية.",
  "Can we read our bedtime story here tonight?": "هل يمكننا قراءة قصة وقت النوم هنا الليلة؟",
  "@data.characters.f1_father.name helped his daughter learn by playing together. Let’s explore how he did this.": "ساعد @data.characters.f1_father.name ابنته على التعلم من خلال اللعب معًا، دعنا نستكشف كيف فعل ذلك.",
  "What did @data.characters.f1_daughter_2.name learn when her father played with her?": "ماذا تعلمت @data.characters.f1_daughter_2.name عندما لعب والدها معها؟",
  "How to follow instructions": "كيفية اتباع التعليمات",
  "Actually, their play together helped @data.characters.f1_daughter_2.name to lead and give instructions. By self-directing, @data.characters.f1_daughter_2.name learned how to give clear instructions and lead an activity. This is an important skill for any successful adult!\n\nThere are other correct answers in this list. Did you find them all?": "إن لعبهم معًا ساعد @data.characters.f1_daughter_2.name على تعلم مهارات القيادة وإعطاء التعليمات. باستعمال التوجيه الذاتي تعلمت @data.characters.f1_daughter_2.name كيفية إعطاء تعليمات واضحة وقيادة النشاط. هذه مهارة مهمة لأي شخص ناجح!\n\nتوجد إجابات صحيحة أخرى في هذه القائمة. هل وجدتهم جميعا؟",
  "How to be innovative": "كيف تكون مبتكراً ومبدعا",
  "That’s right! By creatively imagining what a home could be, @data.characters.f1_daughter_2.name finds an innovative way to repurpose a pillow. In her imagination, she could be building a castle, a tent, or space shuttle. Innovation and creativity are critical skills for the future. \n\nThis isn’t the only thing @data.characters.f1_daughter_2.name learned! Did you find the other things she learned?": "هذا صحيح! من خلال تخيلها بشكل إبداعي للبيت تجد @data.characters.f1_daughter_2.name طريقة مبتكرة لإعادة استخدام الوسادة. في خيالها يمكنها بناء قلعة أو خيمة أو مركبة فضائية. الابتكار والإبداع هما سلوكيات  أساسية لمستقبل ناجح.\nلكن هذا ليس كل ما تعلمته @data.characters.f1_daughter_2.name! هل اكتشفت الأشياء الأخرى التي تعلمتها؟",
  "How to replicate her house": "كيف تحاكي منزلها",
  "Rather than copying the home he lives in, @data.characters.f1_daughter_2.name is encouraged to imagine new possibilities & problem solve. By imagining a world with a house that doesn’t yet exist, and creatively solving a challenge, @data.characters.f1_daughter_2.name is learning critical skills for academic and professional success. \n\nThere are more right answers in this list. Did you find them?": "بدلاً من تقليد ومحاكاة المنزل الذي تعيش فيه، يتم تشجيع @data.characters.f1_daughter_2.name على تخيل إمكانيات جديدة وحل المشكلات. من خلال تخيل عالم به منزل غير موجود بعد وحل التحديات بطريقة إبداعية تتعلم @data.characters.f1_daughter_2.name المهارات الأساسية لتحقيق النجاح الأكاديمي والمهني. \n\nهناك المزيد من الإجابات الصحيحة في هذه القائمة. هل وجدتهم؟",
  "Engineering skills": "المهارات الهندسية",
  "That’s right! By testing and trying materials to build a house, @data.characters.f1_daughter_2.name is learning critical STEM skills and the parts of 3-dimensional shapes. \n\nThere is more than one answer in this list! Did you find them all?": "هذا صحيح! من خلال اختبار وتجربة المواد لبناء بيت تتعلم @data.characters.f1_daughter_2.name مهارات العلوم والتكنولوجيا والهندسة والرياضيات الأساسية وأجزاء الأشكال الثلاثية الأبعاد.\n\nهناك أكثر من إجابة في هذه القائمة! هل وجدتهم جميعا؟",
  "How did @data.characters.f1_father.name help his daughter learn these skills?": "كيف ساعد @data.characters.f1_father.name ابنته على تعلم هذه المهارات؟",
  "By telling her what to do": "بإخبارها ماذا عليها القيام به",
  "Rather than telling her, he played with her. Their play time together created so many opportunities to learn new skills.": "بدلاً من أن يخبرها والدها ذلك لعب معها. وقت اللعب المشترك بينهما خلق العديد من الفرص لتعلم سلوكيات جديدة.",
  "By showing her": "من خلال شرح المهارات لها.",
  "Actually, by simply playing with his daughter and letting her lead the activity, @data.characters.f1_father.name helps his daughter learn. He doesn’t have to show her how to build a fort, she learns on her own with natural consequences.": "في الواقع، من خلال اللعب مع ابنته والسماح لها بقيادة النشاط ساعد @data.characters.f1_father.name ابنته على التعلم، فهو لا يحتاج إلى تعليمها كيفية بناء حصن بل تعلمت ذلك بنفسها.",
  "By letting her lead": "من خلال السماح لها بالقيادة.",
  "Exactly! When @data.characters.f1_father.name lets his daughter lead, he allows her to explore the laws of gravity (will the pillows fall?), 3-dimensional shapes, and build communication skills.": "بالضبط! عندما سمح @data.characters.f1_father.name لابنته بالقيادة فإنه سمح لها باستكشاف قوانين الجاذبية (هل ستسقط الوسائد؟) وطبيعة الأشكال ثلاثية الأبعاد وتعلم سلوكيات التواصل.",
  "By praising her": "بمدحها",
  "That’s right. When @data.characters.f1_father.name praises his daughter, she learns that it is good to be curious, inventive, and attentive to detail. She is more likely to repeat these behaviours in the future because she has been praised for them.": "هذا صحيح. فعندما مدح @data.characters.f1_father.name ابنته فإنه شجعها على أن تكون فضولية ومبتكرة ومنتبهة للتفاصيل. ومن المرجح أن تكرر هذه السلوكيات في المستقبل لأنها نالت المدح عليها.",
  "Children (just like us) can learn a lot from their mistakes.\n\nLet’s look at how @data.characters.f3_uncle.name supports @data.characters.f3_son_4.name to learn from his mistake when she struggles to put on his shoes.": "الأطفال يتعلمون الكثير من أخطائهم (مثلنا).\nلنلق نظرة على كيفية دعم @data.characters.f3_uncle.name لـ@data.characters.f3_son_4.name للتعلم من خطئه عندما يواجه صعوبة في ارتداء حذائه.",
  "Let me put your shoes on.": "دعني ألبسك حذاءك.",
  "No, I want to do it myself!": "لا، أريد أن أفعل ذلك بنفسي!",
  "Okay, @data.characters.f3_son_4.name, you can do it yourself.": "حسنًا @data.characters.f3_son_4.name، يمكنك فعل بذلك بنفسك.",
  "Yes, you can! How about I help you with one foot, and you do it with the other?": "أنت تستطيع لبسه! ما رأيك أن أساعدك بحذاء واحدة وأنت تلبس الحذاء الآخر لوحدك؟",
  "Okay.": "بخير.",
  "Hold your shoe in both your hands. Now, place your left foot in the shoe. Almost there! Wiggle your toes and make sure your heel is all the way in. Good job! Now, you try with your right shoe.": "امسك حذائك بيديك الاثنتين. الآن، ضع قدمك اليسرى في الحذاء. لقد اقتربت من ذلك! حرك أصابع قدميك وتأكد من أن كعبك في الداخل تمامًا. أحسنت! الآن، حاول بلبس حذائك الأيمن.",
  "I did it!": "لقد لبسته!",
  "What does @data.characters.f3_uncle.name do to support @data.characters.f3_son_4.name?": "ماذا فعل @data.characters.f3_uncle.name لمساعدة @data.characters.f3_son_4.name؟",
  "He fixes what he was doing wrong for him.": "لقد أصلح ما كان يفعله خطأً.",
  "Rather than fixing the problem himself, @data.characters.f3_uncle.name gives clear and specific instructions to help him learn. @data.characters.f3_uncle.name carefully instructs @data.characters.f3_son_4.name on how to put on his shoes, helping him to do it himself.": "بدلاً من إصلاح المشكلة بنفسه، يقدم @data.characters.f3_uncle.name تعليمات واضحة ومحددة لمساعدته على التعلم. يقوم @data.characters.f3_uncle.name بإرشاد @data.characters.f3_son_4.name بعناية حول كيفية ارتداء حذائه، مما يساعده على القيام بذلك بنفسه.",
  "He get frustrated when he struggles": "يشعر بالإحباط عندما يواجه صعوبة.",
  "When @data.characters.f3_son_4.name struggles, @data.characters.f3_uncle.name actually remains calm and patient. This is important when teaching children new tasks.": "عندما يواجه @data.characters.f3_son_4.name صعوبة يظل @data.characters.f3_uncle.name هادئًا وصبورًا، وهذا مهم عند تعليم الأطفال مهام جديدة.",
  "He praises him when he does it himself.": "يمدحه عندما يلبس الحذاء بنفسه. ",
  "Yes, praise helps our children to take more responsibility for their actions next time.": "نعم، المدح يساعد أطفالنا على تولى المزيد من المسؤولية تجاه أفعالهم في المرات القادمة. ",
  "He tells him he is going to do it for him when he is struggling.": "يخبره أنه سيلبسه الحذاء حين يواجه صعوبة في لبسه بنفسه. ",
  "@data.characters.f3_uncle.name actually encourages @data.characters.f3_son_4.name to keep trying after he struggles. This shows support and helps him to learn to do it himself!": "في الحقيقة أن @data.characters.f3_uncle.name يشجع @data.characters.f3_son_4.name للاستمرار في المحاولة بعد مواجهة صعوبة في لبس حذائه، مما يساعده في القيام بالأمر بنفسه! ",
  "What does @data.characters.f3_son_4.name learn from @data.characters.f3_uncle.name’s response?": "ماذا يتعلم @data.characters.f3_son_4.name  من رد @data.characters.f3_uncle.name؟ ",
  "I can keep trying even if I make a mistake.": "يمكنني الاستمرار في المحاولة حتى إذا ارتكبت خطأ. ",
  "I am supported as I learn new things.": "أنا اتلقى الدعم عندما أتعلم أمورًا جديدة.",
  "Exactly! @data.characters.f3_son_4.name learns that he is supported while learning new tasks, as @data.characters.f3_uncle.name calmly guides him.": "بالضبط! أدرك @data.characters.f3_son_4.name  أنه يتلقى الدعم حينما يتعلم مهام جديدة، حيث يوجهه @data.characters.f3_uncle.name بهدوء. ",
  "It is important that an adult do this task for me.": "من المهم أن يقوم شخص بالغ بأداء هذه المهمة من اجلي. ",
  "@data.characters.f3_son_4.name actually learns the value of trying things on his own, with @data.characters.f3_uncle.name offering praise and support rather than taking over the task.": "في الحقيقة قد تعلم @data.characters.f3_son_4.name  قيمة تجربة الأمور بنفسه، مع تلقي المدح والدعم من @data.characters.f3_uncle.name بدلًا من توليه المهمة. ",
  "Children grow and change at every age, and your support makes all the difference! \nHere are tips to help your child thrive:": "الأطفال يكبرون ويتغيرون في كل مرحلة عمرية، ودعمكم لهم يحدث فرقًا كبيرًا! \nإليكم بعض النصائح لمساعدة طفلك على النمو:",
  "PLAY": "اللعب ",
  "Play is the main way children learn and develop. Through play, they build important physical and social skills. \n\nSet aside time to play games with your child, be creative, and have fun together.": "اللعب هو الطريقة الأساسية لتعليم وتطوير الطفل. من خلال اللعب يمكنهم بناء سلوكيات جسدية واجتماعية. خصص وقت للعب مع طفلك وكن مبدعًا، واحظوا ببعض المرح معًا.",
  "Through play, you also learn what kind of support your child may need.\n\nSupport your child to play and make friends with other children, so they learn how to interact with others well. \n\nIf your child starts to feel overwhelmed with anything in their day, help them reduce their stress by taking a pause and playing together.": "من خلال اللعب يمكنك معرفة نوع الدعم الذي قد يحتاجه طفلك.\n\nشجع طفلك على اللعب وتكوين صداقات مع الأطفال الآخرين لكي يتعلم كيفية التواصل الجيد مع الآخرين. \n\nإذا بدأ طفلك يشعر بالإرهاق تجاه أي شيء خلال اليوم ساعده في تقليل الضغط النفسي من خلال أخذ استراحة واللعب معًا.",
  "BE PATIENT": "كن صبورًا",
  "Learning new things takes time. Be patient and encourage your child to keep trying things they may find hard. \n\nStay calm when they get angry or frustrated - your child will learn to do the same over time.": "تعلم الأشياء الجديدة يستغرق وقتًا. كن صبورًا وشجع طفلك على الاستمرار في تجربة الأمور التي قد يجدها صعبة. حافظ على هدوءك عندما يكون طفلك غاضبًا أو مستاء، سيتعلم طفلك فعل ذلك أيضا بمرور الوقت. ",
  "You can support them by praising them for trying and helping them break large tasks into smaller tasks that are appropriate for their age.\n\nUse play to help your child learn difficult skills like losing, sharing, or taking turns.": "يمكنك دعم طفلك من خلال مدحه على المحاولة ومساعدته في تقسيم المهام الكبيرة إلى مهام أصغر لتكون مناسبة لسنه. استخدم اللعب لتعليم طفلك سلوكيات صعبة مثل تقبل الخسارة ومشاركة الآخرين وتبادل الأدوار. ",
  "SUPPORT CURIOSITY": "ادعم فضول طفلك",
  "Children learn by asking questions and exploring the things they are interested in. Give your child time and space to do this. \n\nJoin your child’s activities and ask them questions to encourage them to learn more.": "يتعلم الأطفال من خلال طرح الأسئلة واستكشاف الأمور التي تثير اهتمامهم، امنح طفلك الوقت والمساحة للقيام بذلك. شارك طفلك بالأنشطة التي يقوم بها واطرح عليه الأسئلة لتشجعه على التعلم أكثر.",
  "Your child may talk a lot and have many questions - including difficult ones. You can give your child short but honest answers. \n\nIf you need a break or more information, you can take a pause and tell your child you will respond to them later.": "يمكن أن يتحدث طفلك كثيرًا ويطرح الكثير من الأسئلة بما في ذلك الأسئلة الصعبة، يمكنك تقديم إجابات قصيرة وصادقة له. إذا كنت ترغب في أخذ استراحة أو البحث عن المزيد من المعلومات يمكنك إخبار طفلك بأنك ستجيبه لاحقًا. ",
  "Want to help your child develop and grow?\n\nYour home activity is to invite your child to play with you today. Encourage them to ask questions and explore new things through play.": "هل تريد مساعدة طفلك في التطور والنمو؟ نشاطك المنزلي هو أن تشجع طفلك للعب معك اليوم. دعه يطرح الأسئلة ويستكشف أشياء جديدة من خلال اللعب. ",
  "What could you do today to encourage your child to play and learn?": "ماذا يمكنك أن تفعل اليوم لتشجيع طفلك على اللعب والتعلم؟ ",
  "Join their play": "شاركه في اللعب",
  "That’s right! Join in on any play activity your child is doing. You will strengthen your bond and encourage your child to play and learn more.": "هذا صحيح! شارك طفلك في أي نشاط يقوم به، سيقوي ذلك علاقتكم ويشجع طفلك على اللعب والتعلم أكثر. ",
  "Go outside together": "الخروج لمكان ما معا",
  "Great idea. Try to look for opportunities to play and learn, like balancing on a step or collecting seashells or rocks along the way.": "فكرة رائعة، حاول البحث عن فرص للعب والتعلم، مثل التوازن على قدمه أو جمع الأصداف أو الحجارة. ",
  "Use household items": "اسخدام الأدوات المنزلية",
  "Yes! Get creative. Anything in your home could be a music instrument, costume, or item in a role-play.": "نعم! أطلقوا العنان لإبداعكم. يمكن لأي شيء في بيتكم أن يكون آلة موسيقية أو زيًّا تنكريًا أو عنصرًا في فقرة تمثيل.",
  "Ask their ideas": "اسأل طفلك عن أفكاره",
  "Exactly. If you are not sure how you could play together, your child will have many ideas for what you could do.": "بالضبط، إذا لم تكن متأكد من كيفية اللعب معا يمكن أن يكون لدى طفلك الكثير من الأفكار حول ما يمكنكم القيام به. ",
  "Relax": "استرخ",
  "Today's Topic": "موضوع اليوم",
  "Explore": "استكشف",
  "Review": "مراجعة",
  "Practise": "الممارسة",
  "Home Activity": "النشاط المنزلي",
  "Today's lesson is about helping our children follow instructions and rules by using consequences\n\nConsequences are the results of actions and behaviours. Parents can use a planned consequence when children don’t follow a rule or instruction. \n\nFor example if a child doesn’t follow the rule to put away their toys before dinner, then a consequence could be that the child can’t watch YouTube after dinner. \n\nGiving clear consequences teaches children that their actions affect themselves and others.": "درس اليوم عن مساعدة أطفالنا على اتباع التعليمات والضوابط باستخدام تبعات السلوك السلبي.\n\nتبعات السلوك السلبي هي نتائج الأفعال والسلوكيات. يمكن للوالدين استخدام تبعات السلوك السلبي المخطط لها عندما لا يتبع الأطفال الضوابط أو التعليمات. \nعلى سبيل المثال، إذا لم يتبع الطفل الضوابط الخاصة بوضع الألعاب في مكانها قبل وقت العشاء فإن تبعات السلوك السلبي قد تكون أن الطفل لا يمكنه مشاهدة برنامج على يوتيوب بعد العشاء.\nوضع تبعات سلوك سلبي واضحة يُعلّم الأطفال أن تصرفاتهم تؤثر على أنفسهم وعلى الآخرين.",
  "We all misbehave sometimes! \n\nAs parents, we are also sometimes tempted to scream and shout when our children misbehave. But that just makes everything worse for everyone.\n\nIf we stay calm and give our children a consequence instead, they start to learn to take responsibility for their actions and we avoid the anger that comes with hitting or shouting.": "جميعنا يسيء التصرف أحيانًا!\nكوالدين، نكون أحيانًا معرضين للانفعال والصراخ عندما يسيء أطفالنا التصرف، ولكن ذلك يجعل الوضع أسوأ للجميع.\nإذا بقينا هادئين وقدمنا لأطفالنا تبعات السلوك السلبي بدلاً من الانفعال فإنهم يبدؤون في تعلم تحمل مسؤولية أفعالهم ونتجنب الغضب الذي يصاحبه الضرب أو الصراخ. ",
  "Let’s see how @data.characters.f3_uncle.name uses consequences to help @data.characters.f3_son_4.name follow instructions:": "لنرى كيف يستخدم @data.characters.f3_uncle.name تبعات السلوك السلبي لمساعدة @data.characters.f3_son_4.name على اتباع التعليمات:",
  "You are playing so nice and quiet, @data.characters.f3_son_4.name. In 5 minutes, it will be time to clean up your toys.": "أنت تلعب بطريقة جميلة وهادئة @data.characters.f3_son_4.name، في غضون 5 دقائق سيكون الوقت قد حان لترتيب ألعابك.",
  "5 minutes later": "بعد 5 دقائق",
  "It’s time to put away your toys": " حان الوقت لوضع ألعابك في مكانها.",
  "No. Not yet!": "لا، ليس بعد!",
  "@data.characters.f3_son_4.name, either you put away the toys now, or you won’t be able to play with your toys after dinner.": "إما أن تضع الألعاب بمكانها الآن @data.characters.f3_son_4.name\nأو لن تتمكن من اللعب بألعابك بعد العشاء.",
  "No @data.characters.f3_uncle.name, I don’t want to! I’m not finished with my game": "لا @data.characters.f3_uncle.name لا أريد! لم أنتهِ من لعبي بعد.",
  "Because you did not clean up your toys when I asked you to, @data.characters.f3_son_4.name, you cannot play with your toys after dinner. Now please come and wash your hands.": "لأنك لم ترتب ألعابك عندما طلبت منك ذلك @data.characters.f3_son_4.name لن تتمكن من اللعب بألعابك بعد العشاء. الآن، من فضلك تعال واغسل يديك. ",
  "Good job washing your hands so well, @data.characters.f3_son_4.name.": "إنك تغسل يديك جيدا @data.characters.f3_son_4.name.",
  "Let’s reflect on how @data.characters.f3_uncle.name used a consequence here.": "لنفكر في كيفية استخدام @data.characters.f3_uncle.name لتبعات السلوك السلبي هنا.",
  "Why does @data.characters.f3_uncle.name use a consequence?": "لماذا يستخدم @data.characters.f3_uncle.name تبعات السلوك السلبي؟",
  "Because @data.characters.f3_son_4.name needs to be punished.": "لأن @data.characters.f3_son_4.name يحتاج إلى العقاب.",
  "Try again! \n\nConsequences are not the same as a punishment. \n\n@data.characters.f3_uncle.name knows that using consequences is an opportunity to teach @data.characters.f3_son_4.name that his actions have impacts.": "حاول مرة أخرى! \n\nتبعات السلوك السلبي ليست نفس العقاب.\n\n@data.characters.f3_uncle.name يعلم أن استخدام تبعات السلوك السلبي هو فرصة لتعليم @data.characters.f3_son_4.name أن أفعاله لها عواقب.",
  "Because @data.characters.f3_son_4.name does not put his toys away even when he has a choice between listening and a consequence.": "لأن @data.characters.f3_son_4.name لا يضع ألعابه في مكانها حتى عندما يكون لديه خيار بين الاستماع وتبعات السلوك السلبي.",
  "Yes! Using a consequence in this situation is a good way to help @data.characters.f3_son_4.name learn to make decisions.": "نعم! استخدام تبعات السلوك السلبي في هذه الحالة هو وسيلة جيدة لمساعدة @data.characters.f3_son_4.name على تعلم اتخاذ القرارات. ",
  "Because he already tried yelling, and it didn’t work.": "لأنه حاول الصراخ ولم ينجح الأمر.",
  "Try again! @data.characters.f3_uncle.name never yelled.": "حاول مرة أخرى! @data.characters.f3_uncle.name لم يصرخ أبدًا.",
  "How does @data.characters.f3_uncle.name give @data.characters.f3_son_4.name a consequence?": "كيف يُعطي @data.characters.f3_uncle.name  \n@data.characters.f3_son_4.name تبعات السلوك السلبي؟",
  "He makes his disappointment clear.": "يجعل خيبة أمله واضحة.",
  "He speaks in a calm, firm way, explains why he is giving a consequence, and connects the consequence to the behaviour.": "يتحدث بطريقة هادئة وثابتة ويشرح سبب إعطاء تبعات السلوك السلبي، ويربط تبعات السلوك السلبي بالسلوك.",
  "That’s right. @data.characters.f3_uncle.name shows us that it’s important to introduce consequences when you are feeling calm and makes sure that @data.characters.f3_son_4.name understands why he can’t play after dinner. There’s one more right answer hiding! Did you find it?": "هذا صحيح. يوضح لنا @data.characters.f3_uncle.name أنه من المهم وضع تبعات السلوك السلبي عندما يكون هادئا ويتأكد من أن @data.characters.f3_son_4.name يفهم سبب عدم قدرته على اللعب بعد العشاء. هناك إجابة صحيحة أخرى! هل وجدتها؟",
  "He gets a bit angry, but then makes the consequence clear.": "يغضب قليلاً ثم يوضح تبعات السلوك السلبي بوضوح.",
  "Try again! @data.characters.f3_uncle.name stays calm.": "حاول مرة أخرى! @data.characters.f3_uncle.name حافظ على هدوئه.",
  "@data.characters.f3_uncle.name follows through with the consequence": "التزم @data.characters.f3_uncle.name بتبعات السلوك السلبي.",
  "That’s right. @data.characters.f3_uncle.name shows us that it’s important to follow-through for the consequence to work. There’s one more right answer hiding! Did you find it?": "صحيح. يُظهر لنا @data.characters.f3_uncle.name أهمية المتابعة لضمان فعالية تبعات السلوك السلبي. هناك إجابة صحيحة أخرى! هل وجدتها؟",
  "What would @data.characters.f3_son_4.name learn if @data.characters.f3_uncle.name gives in or does not give the consequence? \n\n@data.characters.f3_son_4.name would learn:": "ماذا سيتعلم @data.characters.f3_son_4.name إذا استسلم @data.characters.f3_uncle.name ولم يكمل تطبيق تبعات السلوك السلبي؟\n\nسيتعلم @data.characters.f3_son_4.name ما يلي:",
  "He can get away with this behaviour in the future and not to take @data.characters.f3_uncle.name seriously when he gives an instruction": "يمكنه إعادة هذا السلوك في المستقبل وعدم أخذ @data.characters.f3_uncle.name على محمل الجد عندما يُصدر تعليمات.",
  "Exactly. It is really important to follow through with what we say, so our children learn boundaries and know they can trust our word.": "بالضبط، من المهم أن نلتزم بما نقوله حتى يتعلم أطفالنا الحدود ويعرفوا أن بإمكانهم الوثوق بكلامنا.",
  "That @data.characters.f3_uncle.name loves him and forgives him.": "أن @data.characters.f3_uncle.name يحبه ويسامحه.",
  "Children actually do need consequences and the boundaries that they come with in order to feel secure and loved.": "الأطفال في الواقع يحتاجون إلى تبعات السلوك السلبي والحدود التي ترافقها ليشعروا بالأمان والحب.",
  "Here are some easy steps to use consequences when your child misbehaves:": "فيما يلي بعض الخطوات السهلة لاستخدام تبعات السلوك السلبي عندما يسيء طفلك التصرف:",
  "BE CALM": "كن هادئاً",
  "Take some deep breaths or walk away from the situation if you need to.\n\nThen, respond in a calm, clear way.": "خذ أنفاسًا عميقة أو ابتعد عن الموقف إذا لزم الأمر.\nثم استجب بطريقة هادئة وواضحة.",
  "Shouting at our children only makes things worse. It also teaches them that it is okay to treat others like this when they are upset.": "صراخنا على أطفالنا يؤدي إلى تفاقم الأمور، كما أنه يعلمهم أنه من المقبول معاملة الآخرين بهذه الطريقة عندما يغضبون.",
  "BE FAIR": "كن منصفاً",
  "Before giving a consequence, give your child the choice to behave and time to do what you asked.\n\nGive a consequence connected to the behaviour, and make sure it is something you can follow through with.": "قبل أن تفرض أي تبعات سلوك سلبي على طفلك امنحه الخيار في التصرف والوقت اللازم للقيام بما طلبته منه.\n\nحدد له تبعات السلوك السلبي مرتبطة بالسلوك وتأكد من أنها شيء يمكنك تطبيقه.",
  "For example, if they do not put their toys back in their cupboard, they cannot play with them the next day (rather than the whole week).\n\nIf your child is experiencing a natural consequence for their action already (like not being able to play with their toy after breaking it), you might not need to give them an additional consequence.": "على سبيل المثال، إذا لم يعيد طفلك ألعابه إلى مكانها بعد اللعب فلن يتمكن من اللعب بها في اليوم التالي (بدلاً من الأسبوع بأكمله).\nإذا حدثت تبعات طبيعية نتيجة لسلوك طفلك (مثل عدم القدرة على اللعب بلعبته بعد كسرها) فقد لا تحتاج إلى فرض المزيد من التبعات عليه.",
  "It is important to follow through with consequences for the rules you have set, every time they do not follow them.\n\nThis helps your child to know what to expect, and makes it more likely that they will follow the rule.": "من المهم أن تحرص على تطبيق تبعات السلوك السلبي المترتبة على الضوابط التي وضعتها في كل مرة لا يلتزم بها طفلك.\nهذا يساعد طفلك على معرفة ما يتوقعه منك ويزيد من احتمالية التزامه بالضوابط.",
  "How to do it": "كيفية القيام بذلك",
  "Talk about consequences for breaking household rules when you create these rules, so that your child knows them and sticks to them.": "تحدث عن تبعات السلوك السلبي المترتبة على كسر الضوابط المنزلية عندما تضع هذه الضوابط حتى يعرفها طفلك ويلتزم بها.",
  "INVOLVE THEM": "أشرك أطفالك",
  "Involve your children in planning consequences for certain behaviours.": "أشرك أطفالك في التخطيط لتبعات السلوك السلبي المترتبة على سلوكيات معينة.",
  "More information": "مزيد من المعلومات",
  "Discuss what a consequence could be if children do not follow a certain household rule when you are creating it with them.": "ناقش ما يمكن أن يحدث من تبعات في حال لم يتبع الأطفال إحدى ضوابط المنزل عندما تقوم بوضعها معهم.",
  "Let’s come up with some ideas for reasonable and realistic consequences.": "دعونا نطرح بعض الأفكار لتحقيق تبعات السلوك السلبي بطريقة معقولة وواقعية.",
  "Would any of these consequences be helpful for you and your child?": "هل أي من هذه التبعات للسلوك السلبي تناسبك أنت وطفلك؟",
  "If you are late for dinner, your food will be cold.": "إذا تأخرت عن موعد العشاء، فسيكون طعامك باردًا.",
  "If you continue splashing water out of the bathtub, bath time will be over.": "إذا واصلت برش الماء خارج حوض الاستحمام، فسينتهي وقت الاستحمام.",
  "If you break your toy, you will have no toy to play with.": "إذا كسرت لعبتك، فلن يكون لديك لعبة أخرى للعب بها.",
  "If you can’t play in the garden where I can see you, then you will have to come inside.": "إذا لم تتمكن من اللعب داخل سور الحديقة حيث يمكنني رؤيتك، فسوف تضطر إلى دخول المنزل.",
  "Great. Discuss this (or another) consequence with your child and family, and try it out together.": "رائع. ناقش هذا الموضوع أو نوع آخر من تبعات السلوك السلبي مع طفلك وعائلتك وجربوها معًا.",
  "If you do not put away your toys before you go to bed, then you cannot play with them tomorrow morning.": "إذا لم تضع الألعاب في مكانها قبل ذهابك للنوم، لن تتمكن من اللعب بهم صباح اليوم التّالي.",
  "Great. Discuss this (or another) consequence with your child and family, and try it out tomorrow.": "رائع. ناقش هذا الموضوع أو نوع آخر من تبعات السلوك السلبي مع طفلك وعائلتك وجربوها معًا.",
  "None of these will work in my home.": "لن تنفع أي من هذه الأمور في بيتي.",
  "That's okay! Try to think of just one consequence that you feel confident you can follow-through with in a calm way. Try starting with something small.": "لا بأس، حاول أن تفكر في واحدة فقط من تبعات السلوك السلبي التي تشعر بالثقة في قدرتك على تنفيذها بهدوء، حاول أن تبدأ بشيء بسيط. ",
  "Remember that praising your child for the things you would like them to keep doing is a good way to see more positive behaviour in your home. \n\nYour home activity is to have a discussion with your child about one persistent challenging household rule and discuss a possible consequence. \n\nUsing fair and realistic consequences is also part of building a positive relationship with your child.": "تذكر أن مدحك لطفلك على الأشياء التي تريدهم الاستمرار عليها هي طريقة جيدة لترى السلوك الإيجابي منهم. نشاطك المنزلي هو أن تناقش مع طفلك إحدى ضوابط المنزل التى تثير تحديا مستمرا ومناقشة تبعات السلوك السلبي المحتملة. يعتبر استخدام تبعات السلوك السلبي العادلة والواقعية هو أيضًا جزء من بناء علاقة إيجابية مع طفلك.",
  "The next time your child cannot follow instructions, can you calmly use a fair consequence?": "في المرة القادمة عندما لا يستطيع فيها طفلك اتباع التعليمات، هل ستستطيع استخدام تبعات السلوك السلبي العادلة بهدوء؟",
  "I think so!": "نعم، أعتقد ذلك!",
  "That's great! Don't forget to take a pause before you give the consequence so that you're able to remain calm and praise yourself afterwards for a job well done!": "رائع! لا تنس أخذ استراحة قبل تطبيق تبعات السلوك السلبي حتى تتمكن من البقاء هادئًا، ثم امدح نفسك على العمل الجيد الذي قمت به!",
  "That's okay. Keep trying. It will get easier in time. You can start by considering smaller behaviours that your child struggles with and planning a fair consequence in advance so you're ready. Remember to take a pause to calm down before you respond.": "لا بأس، استمر في المحاولة. سيصبح الأمر أسهل مع مرور الوقت. يمكنك البدء بتحديد السلوكيات الصغيرة التي يعتبرها طفلك أنها صعبة والتخطيط لعواقب عادلة مسبقًا حتى تكون جاهزًا. تذكر أن تأخذ فترة راحة لتهدئة نفسك قبل أي ردة فعل.",
  "Today we are learning to talk about feelings with our children. \n\nNoticing emotions, both our own and our children's, helps us care for ourselves. \n\nNoticing and talking about feelings with our children helps them learn to express and manage their emotions – even the difficult ones.": "سنتعلم اليوم التحدث عن المشاعر مع أطفالنا. ملاحظة المشاعر والتحدث عنها تساعدنا على الاهتمام بأنفسنا وتعلم أطفالنا كيفية التعبير عن مشاعرهم والتعامل مع مشاعرهم الصعبة.",
  "Greetings, everyone.\n\nDoes your child ever get so upset that you don’t know what to do? \n\nYou can help your child to manage their emotions better by showing them how to talk about their feelings. In order to talk about feelings you need to first notice and then accept all the emotions we have.": "أهلا بكم. هل سبق أن كان طفلك غاضبًا جدًا لدرجة أنك لا تعرف ماذا تفعل؟ يمكنك مساعد طفلك في التعامل مع مشاعره بشكل أفضل من خلال تعليمه كيفية التحدث عن مشاعره. كي تتحدث عن المشاعر يجب عليك أولاً ملاحظة كل المشاعر التي تشعر فيها وتتقبلها.",
  "Let’s look at another family to see how talking about feelings helps them in a practical way:": "دعونا ننظر الى عائلة أخرى لنرى كيف يساعدهم التحدث عن المشاعر:",
  "@data.characters.f3_son_4.name, I have 5 minutes to spend one-on-one time with you. What would you like to do?": "لدي 5 دقائق لأقضِ وقتي الخاص معك يا @data.characters.f3_son_4.name. ماذا تريد أن نفعل؟\" ",
  "Let’s play with the ball outside!": "أريد أن نلعب بالكرة في الخارج!",
  "I can’t do it!": "لا يمكنني فعل ذلك!",
  "I see that your hands are tight and you are speaking loudly. It looks like you are upset, @data.characters.f3_son_4.name. It’s not easy, let’s practise a little bit more. I know you can do it.": "أرى أن يديك مشدودة وتتحدث بصوت عالٍ، يبدو أنك غاضبًا @data.characters.f3_son_4.name. أتفهم أن الأمر ليس سهلاً، دعنا نتدرب أكثر. أعلم أنك تستطيع التغلب على هذا التحدي.",
  "Five kicks in a row! You seem really proud to have made it to five, @data.characters.f3_son_4.name!": "خمس ركلات متتالية! يبدو أنك فخور جدًا بوصولك إلى الخامسة يا @data.characters.f3_son_4.name!",
  "Let’s do 10!": "دعنا نكملهم إلى 10!",
  "Well done! I am very happy to be able to spend this time with you, @data.characters.f3_son_4.name": "أحسنت! أنا سعيد جدًا بقضاء هذا الوقت معك يا @data.characters.f3_son_4.name ",
  "Let’s talk this through together. What happened when @data.characters.f3_uncle.name and @data.characters.f3_son_4.name decided to play soccer?": "دعنا نتحدث عن ما حصل، ماذا حدث عندما قرر @data.characters.f3_uncle.name و @data.characters.f3_son_4.name لعب كرة القدم؟",
  "Why does @data.characters.f3_uncle.name name @data.characters.f3_son_4.name’s feelings when he’s feeling angry?": "لماذا يسمي @data.characters.f3_uncle.name مشاعر @data.characters.f3_son_4 عندما يكون غاضبًا؟",
  "To make @data.characters.f3_son_4.name feel better instantly.": "ليجعل @data.characters.f3_son_4 يشعر بتحسن على الفور.",
  "Not quite. Naming emotions might not make someone feel better right away. The goal is to help him recognize his feelings so he can handle them better next time.": "تسمية المشاعر لا تجعل الشخص يشعر بتحسن على الفور، ولكن الهدف هو مساعدته على التعرف على مشاعره حتى يتمكن من التعامل معها بشكل أفضل في المرة القادمة.",
  "To help @data.characters.f3_son_4.name learn to recognise his own emotions": "ليساعد @data.characters.f3_son_4.name على التعرف على مشاعره.",
  "That’s right. By naming @data.characters.f3_son_4.name’s emotions, @data.characters.f3_uncle.name models an important skill.": "هذا صحيح، حيث يقوم @data.characters.f3_uncle.name بسلوك مهم من خلال تسمية المشاعر.",
  "To teach @data.characters.f3_son_4.name how to solve problems on his own.": "ليُعلم @data.characters.f3_son_4.name كيفية حل المشاكل بمفرده.",
  "Not really. While solving problems is important, the main goal here is to help @data.characters.f3_son_4.name recognize his emotions. Once he knows what he’s feeling, he’ll be better at solving problems next time.": "رغم أن حل المشكلات أمر مهم فإن الهدف الرئيسي هنا هو مساعدة @data.characters.f3_son_4.name في التعرف على مشاعره. بمجرد أن يعرف ما يشعر به سيصبح أفضل في حل المشكلات في المرة القادمة.",
  "To distract @data.characters.f3_son_4.name from what’s bothering him.": "صرف إنتباه @data.characters.f3_son_4.name عن ما يزعجه.",
  "Not quite. The goal isn’t to take his mind off his feelings. By naming his emotions, @data.characters.f3_uncle.name is helping @data.characters.f3_son_4.name understand what he’s feeling, so he can deal with it better next time.": "إن الهدف ليس تشتيت أنتباه الطفل عن مشاعره، فتحديد @data.characters.f3_uncle.name للمشاعر التي يمر بها @data.characters.f3_son_4.name تساعده على فهم ما يشعر به لكي يتمكن من التعامل معها بشكل أفضل في المرة القادمة.",
  "What can we learn from how @data.characters.f3_uncle.name talks about @data.characters.f3_son_4.name’s emotions?": "ماذا يمكننا أن نتعلم من الطريقة التي يتحدث بها @data.characters.f3_uncle.name عن مشاعر @data.characters.f3_son_4.name؟",
  "He names @data.characters.f3_son_4.name ’s positive emotions": "يسمي مشاعر @data.characters.f3_son_4.name الإيجابية.",
  "Yes, he does! But he also names @data.characters.f3_son_4.name’s difficult emotions. @data.characters.f3_uncle.name shows us that it is important to identify both positive *and* difficult emotions for our children.": "نعم، إنه يفعل ذلك! لكنه أيضًا يسمي مشاعر @data.characters.f3_son_4.name المزعجة. يُوضح لنا @data.characters.f3_uncle.name أنه من المهم تحديد كل من المشاعر (الإيجابية و المزعجة) لأطفالنا.",
  "He doesn’t want him to feel frustrated so he ignores it.": "إنه لا يريده أن يشعر بالإحباط فيقوم بتجاهل مشاعره.",
  "Not quite. @data.characters.f3_uncle.name accepts whatever emotions @data.characters.f3_son_4.name’s is feeling. @data.characters.f3_uncle.name shows us how we can talk about positive *and* difficult emotions with our children in a helpful way.": "يقبل @data.characters.f3_uncle.name أي مشاعر يشعر بها @data.characters.f3_son_4.name، ويوضح لنا @data.characters.f3_uncle.name كيفية التحدث عن المشاعر الإيجابية والمزعجة مع أطفالنا بطريقة مفيدة.",
  "He uses words to describe @data.characters.f3_son_4.name’s emotions": "إنه يستخدم بعض الكلمات لوصف مشاعر @data.characters.f3_son_4.name . ",
  "Yes, @data.characters.f3_uncle.name shows us how we can talk about positive *and* difficult emotions with our children in a helpful way.": "نعم، فأن @data.characters.f3_uncle.name يُوضح لنا كيفية التحدث عن المشاعر الإيجابية و المشاعر المزعجة مع أطفالنا بطريقة مفيدة.",
  "He hides his own feelings with @data.characters.f3_son_4.name": "يخفي مشاعره أمام  @data.characters.f3_son_4.name .",
  "He doesn’t hide his own emotions, he names them. By talking about his own feeling of happiness, @data.characters.f3_uncle.name models how his nephew can do the same.": "لا يخفي مشاعره بل يقوم بتحديدها من خلال التحدث عن شعوره بالسعادة، ويعتبر @data.characters.f3_uncle.name قدوة لابن أخته ليتعلم التعبير عن مشاعره بنفس الطريقة.",
  "He stays calm despite @data.characters.f3_son_4.name’s frustration.": "يظل هادئًا على الرغم من إحباط @data.characters.f3_son_4.name .",
  "Yes, @data.characters.f3_uncle.name shows us that his nephew’s difficult emotions are not something he needs to ignore or be scared of..": "نعم، إن @data.characters.f3_uncle.name يُوضح لنا أن مشاعر ابن أخته المزعجة ليست شيئًا يجب أن يتجاهلها أو يخاف منها.",
  "What would have happened if @data.characters.f3_uncle.name had criticised or ignored @data.characters.f3_son_4.name’s frustration?": "ما الذي كان سيحدث لو أن @data.characters.f3_uncle.name انتقد أو تجاهل مشاعر الإحباط التي يشعر بها @data.characters.f3_son_4.name؟",
  "@data.characters.f3_son_4.name’s frustration would have passed.": "من الممكن أن تزول مشاعر الإحباط التي يشعر بها @data.characters.f3_son_4.name .",
  "Incorrect. Without the ability to deal with his feelings, the frustration @data.characters.f3_son_4.name was feeling would have increased.": "غير صحيح، بدون القدرة على التعامل مع مشاعر الإحباط التي يشعر بها @data.characters.f3_son_4.name كان من الممكن أن تزداد هذه المشاعر .",
  "The same problem would happen again next time": "ستحدث نفس المشكلة في المستقبل.",
  "Correct. Noticing and naming emotions is very important to support our children and help them learn how to deal with their emotions.": "صحيح. إن ملاحظة المشاعر وتحديدها أمر مهم جداً لدعم أطفالنا ولمساعدتهم على تعلم كيفية التعامل مع مشاعرهم.",
  "@data.characters.f3_son_4.name would have learned how to catch a ball anyway.": "كان من الممكن أن يتعلم @data.characters.f3_son_4 طريقة لعب الكرة في جميع الأحوال.",
  "Incorrect. Noticing and naming emotions is very important to support our children and help them learn new skills.": "غير صحيح، ملاحظة المشاعر وتحديدها أمر مهم جداً لدعم أطفالنا ومساعدتهم على تعلم مهارات جديدة.",
  "With these three tips, you can help your child learn to manage their emotions well.": "هذه النصائح الثلاث تساعد طفلك على تعلم كيفية التعامل مع مشاعره بطريقة صحيحة.",
  "NOTICE": "الملاحظة",
  "Recognise the *positive* and *difficult* emotions that you and your child feel.": "تعرف على المشاعر الإيجابية و االمشاعر المزعجة التي تشعر بها أنت وطفلك.",
  "To recognise feelings, pay attention to your thoughts and to your and your child’s words and actions.": "للتعرف على هذه المشاعر، فإنه من المهم الإنتباه إلى أفكارك والإنتباه أيضًا إلى الكلمات والأفعال الصادرة منك ومن طفلك.",
  "ACCEPT": "القبول",
  "Be open to how you and your child feel. All feelings are okay.": " كن مستعدًا لتقبل كل ما تشعر به أنت وطفلك، جميع المشاعر التي تشعر بها مقبولة.",
  "TALK": "التحدث",
  "Use words to describe your and your child’s emotions, so they can learn to do the same. \n \nThis may be hard at first, but it is an important step to help manage emotions!": "استخدم الكلمات لوصف مشاعرك ومشاعر طفلك حتى يتمكنن طفلك من فعل ذلك. \nقد يكون هذا الأمر صعباً في البداية لكنه خطوة مهمة لمساعدتهم في التعامل مع مشاعرهم!",
  "Describe how you see your child’s emotion in a calm way. For example:\n \n*“I notice you’re stomping your feet, talking loudly, and your face looks a bit upset. What are you feeling?”*\n \nShare your own feelings with your child. For example: \n \n*“I know I feel the same way when I can’t go out when I want to.”*\n \nThis shows your child that it's okay to share their feelings. They will learn to recognise emotions in themselves and others too.": "اوصف بطريقة هادئة كيف ترى مشاعر طفلك. على سبيل المثال: *\"ألاحظ أنك تدوسين بقدميك وتتحدثين بصوت عالٍ ويبدو على وجهك بعض الانزعاج. بماذا تشعرين؟\"* شارك مشاعرك مع طفلك. على سبيل المثال: *\"إنني أشعر بنفس الشعور عندما أريد الخروج ولا أستطيع القيام بذلك.\"*\nهذا يوضح لطفلك أنه لا بأس من مشاركة مشاعره، سيتعلم التعرف على مشاعره ومشاعر الآخرين.",
  "Let’s put the tips you have learnt in action:": " دعونا نطبق النصائح التي تعلمتها على أرض الواقع:",
  "@data.characters.f1_mother.name's son is throwing a tantrum at the front door. It's time to put on his shoes and the family is running late. Tying his shoes is a challenge and he wants to do it himself. How can @data.characters.f1_mother.name respond?": "ابن @data.characters.f1_mother.name يثور غضبًا عند باب المنزل. حان وقت ارتداء حذائه والعائلة متأخرة. ربط حذائه يعتبر تحديًا بالنسبة له ويريد القيام بذلك بنفسه. كيف يمكن أن تتصرف @data.characters.f1_mother.name؟",
  "Tie his shoes for him and get out the door. We are late!": "تربط حذائه له وتخرج من المنزل، لقد تأخرنا!",
  "It is never fun to run late, but @data.characters.f1_mother.name will miss the opportunity to help her son learn to deal with his frustration if she doesn't help him first recognise what he’s feeling.": "التأخر ليس أمرًا جيدا، لكن إذا لم تساعد @data.characters.f1_mother.name ابنها على التعرف أولًا على ما يشعر به ستفقد فرصة لمساعدته على تعلم كيفية التعامل مع إحباطه.",
  "Understand that her son is feeling frustrated. Sit down and help him name his feelings.": "تفهم أن ابنها يشعر بالإحباط، فتجلس معه وتساعده على تحديد مشاعره.",
  "That's a great idea. She can also commit to practising shoe tying with him later, when he's more calm and praise him for naming his feelings and for the good effort during their practise session!": "فكرة رائعة! يمكنها أن تعده بالتدريب على ربط الحذاء معه عندما يهدأ وتمدحه على تسمية وتحديد مشاعره وعلى الجهد الذي بذله.",
  "Your home activity is to talk with your child about their feelings during one-on-one time today. It can be something simple, like noticing that they find joy when they play!": "الأنشطة المنزلية لهذا اليوم تتضمن التحدث مع طفلك عن مشاعره أثناء الوقت الذي تقضونه معًا. يمكن أن يكون شيئًا بسيطًا مثل ملاحظة سعادته أثناء اللعب.",
  "Are you up for trying? Can you help your child notice their feelings during one-on-one time today?": "هل أنت مستعد للمحاولة؟ هل يمكنك مساعدة طفلك في محاولة إدراك مشاعره خلال وقتك الخاص معه اليوم؟",
  "That's great! It might be awkward to talk about feelings at first, but it will get better for everyone with practice.": "هذا رائع! قد يكون من المحرج التحدث عن المشاعر في البداية، لكن مع الممارسة سيتحسن الأمر للجميع.",
  "That's okay. Learning to share emotions with our children can be challenging. Take a minute after one-on-one time today to think through the emotions you saw your child display. You might also want to think about the things that you felt!": "لا بأس، تعلم مشاركة المشاعر مع أطفالنا قد يكون صعبًا. خذ لحظة بعد وقتك الخاص مع طفلك اليوم للتفكير في المشاعر التي لاحظتها عليه. قد ترغب أيضًا في التفكير في ما شعرت به أنت!",
  "Today's lesson is about learning to give instructions that work! \n\nNobody follows rules all of the time. But *how* we give instructions can make things more happy and calm at home.\n\nNegative instructions like, “Don’t touch that!” can make children feel bad. (They can make parents feel bad, too!)\n\nChildren are more likely to follow an instruction when it is worded in a positive way: \"Please only touch things that belong to us!\"": "درس اليوم عن تعلم كيفية إعطاء تعليمات فعّالة!\n\nلا أحد يتبع الضوابط طوال الوقت، لكن طريقة إعطاء التعليمات يمكن أن تساهم في جعل الأجواء أكثر سعادة وهدوءًا في المنزل.\n\nالتعليمات السلبية مثل \"لا تلمس ذلك!\" يمكن أن تجعل الأطفال يشعرون بالإحباط. (وقد تجعل الوالدين أيضًا يشعرون بالذنب!)\n\nيتبع الأطفال التعليمات أكثر عندما تُعبّر عنها بطريقة إيجابية مثل: \"من فضلك، المس الأشياء التي تخصنا فقط!\"",
  "How will this help you and your family?": "كيف سيساعدكم؟",
  "Let’s try something: Don’t think about a pink elephant…\nWhat did you think about? A pink elephant?\n\nThe same happens when we give negative instructions to our children. When we tell them “stop fighting” or “stop playing with your food”, they don’t know how to think about what we DO want them to do, only what we DON’T want them to do.”\n\nWhen you give a positive instruction, your child is more likely to follow it.": "دعونا نجرب شيئًا: لا تفكر في فيل وردي...  \nبماذا فكرت؟ فيل وردي؟\n\nنفس الشيء يحدث عندما نعطي تعليمات سلبية لأطفالنا. عندما نقول لهم \"توقفوا عن الشجار\" أو \"توقف عن التعبث بطعامك\" فإنهم لا يعرفون ماذا نفكر فيه أو ماذا نريدهم أن يفعلوا، بل فقط ما لا نريدهم أن يفعلوه.  \n\nعندما تعطي تعليمات إيجابية فإن طفلك سيكون أكثر احتمالًا للامتثال لها.",
  "Let’s see how @data.characters.f1_father.name gives instructions @data.characters.f1_daughter_2.name:": "لنرى كيف @data.characters.f1_father.name  يعطي تعليمات ل@data.characters.f1_daughter_2.name:",
  "It looks like you’re having a lot of fun, @data.characters.f1_daughter_2.name. It’s almost time to clean up. In 3 minutes, please put your blocks away.": "يبدو أنك تستمتعين كثيرًا @data.characters.f1_daughter_2.name. حان وقت التنظيف تقريبًا، بعد 3 دقائق من فضلك ضعي المكعبات في مكانها.",
  "3 minutes is over, @data.characters.f1_daughter_2.name. Please pack away your blocks.": "لقد مرت ثلاث دقائق @data.characters.f1_daughter_2.name. من فضلك، ضعي المكعبات في مكانها.",
  "Thank you very much for packing away the blocks when I asked you, @data.characters.f1_daughter_2.name. Because you listened so well, I will read you an extra story before bed.": "شكرًا جزيلاً لك على ترتيب المكعبات عندما طلبت منك @data.characters.f1_daughter_2.name. لأنك استمعت للتعليمات بشكل جيد سأقرأ لكِ قصة إضافية قبل النوم.",
  "Once upon a time…": "كان ياما كان…",
  "How does @data.characters.f1_father.name connect with @data.characters.f1_daughter_2.name before giving an instruction?": "كيف يمكن @data.characters.f1_father.name التواصل مع @data.characters.f1_daughter_2.name قبل إعطاء أي تعليمات؟",
  "@data.characters.f1_father.name says his daughter’s name": "ينادي @data.characters.f1_father.name ابنته باسمها.",
  "He does say his daughter’s name, but he also goes down to @data.characters.f1_daughter_2.name’s level, and gives her praise.": "لا يكتفِ بذكر اسم ابنته بل يتحدث مع @data.characters.f1_daughter_2.name بطريقة تتناسب مع مرحلتها العمرية ويمدحها.",
  "He reminds @data.characters.f1_daughter_2.name that she has a responsibility to keep her toys clean.": "يُذكّر @data.characters.f1_daughter_2.name بأنها مسؤولة عن الحفاظ على نظافة ألعابها.",
  "Try again! @data.characters.f1_father.name does not just give an instruction right away, he first makes sure @data.characters.f1_daughter_2.name feels seen!": "حاول مرة أخرى! @data.characters.f1_father.name لا يكتفي بإعطاء تعليمات مباشرة لابنته @data.characters.f1_daughter_2.name بل يتأكد أولاً من أنها تشعر بأنها مسموعة.",
  "He starts cleaning up the blocks for @data.characters.f1_daughter_2.name to set an example.": "يبدأ في جمع المكعبات عن @data.characters.f1_daughter_2.name ليكون قدوة لها.",
  "Try again! @data.characters.f1_father.name first connects with his daughter by saying her name, getting down at her level, and giving her praise. This puts him in the best position to then give @data.characters.f1_daughter_2.name an instruction.": "حاول مرة أخرى! يبدأ @data.characters.f1_father.name بالتواصل مع ابنته بقول اسمها، ثم يتواصل معاها بطريقة تناسب مرحلتها العمرية ويبدأ في مدحها. هذا النهج يُمكّنه من كسب ثقتها وتهيئة البيئة المناسبة لإعطاء @data.characters.f1_daughter_2.name تعليمات واضحة فيما بعد.",
  "What steps does @data.characters.f1_father.name take to help @data.characters.f1_daughter_2.name follow his instruction?": "ما هي الخطوات التي يتخذها @data.characters.f1_father.name لمساعدة @data.characters.f1_daughter_2.name على اتباع تعليماته؟",
  "He warns @data.characters.f1_daughter_2.name that misbehaviour is not acceptable.": "يحذر @data.characters.f1_daughter_2.name من أن السلوك السيء غير مقبول. ",
  "Try again! Making the instruction positive by telling @data.characters.f1_daughter_2.name what she should rather than shouldn’t do will help @data.characters.f1_daughter_2.name to follow through.": "حاول مرة أخري! إنه جعل التعليمات إيجابية من خلال إخبار @data.characters.f1_daughter_2.name ما ينبغي لها فعله بدلاً مما لا ينبغي لها فعله والذي سيساعد @data.characters.f1_daughter_2.name في تنفيذها.",
  "He gives @data.characters.f1_daughter_2.name a transition warning & follows through with what he said.": "يقدم ل @data.characters.f1_daughter_2.name تحذيرًا مسبقًا بما سيحدث ثم يطبق ذلك بالفعل.",
  "Correct! All these steps make it more likely that @data.characters.f1_daughter_2.name follows @data.characters.f1_father.name’s instruction. He also praises his daughter.": "صحيح! كل هذه الخطوات تزيد من احتمالية اتباع @data.characters.f1_daughter_2.name لتعليمات @data.characters.f1_father.name. إنه أيضا يمدح ابنته.",
  "He makes @data.characters.f1_daughter_2.name feel guilty for taking too long.": "جعل @data.characters.f1_daughter_2.name تشعر بالذنب لأنها استغرقت وقتًا طويلاً.",
  "Try again! Making her feel guilty will mean it is harder for @data.characters.f1_daughter_2.name to feel motivated to follow instructions both now and in the future. It will also feel stressful for @data.characters.f1_father.name.": "حاول مرة أخري! لو جعلها تشعر بالذنب سيصعب على @data.characters.f1_daughter_2.name الشعور بالحماس على اتباع التعليمات في الحاضر والمستقبل وستشعر أيضًا بالتوتر تجاه @data.characters.f1_father.name.",
  "He tells her to stop playing and start cleaning.": "طلب منها التوقف عن اللعب والبدء في التنظيف.",
  "Try again! He gives @data.characters.f1_daughter_2.name a positive instructure, “clean up” without a negative one “stop playing.”": "حاول مرة أخرى! يعطي @data.characters.f1_daughter_2.name تعليمات إيجابية مثل \"نظفي\" دون استخدام تعليمات سلبية مثل \"توقفي عن اللعب\".",
  "What would have happened if @data.characters.f1_father.name had said: “@data.characters.f1_daughter_2.name, stop playing with your blocks, and don’t go to bed with dirty teeth!”": "ماذا كان سيحدث لو قال @data.characters.f1_father.name :\n\"@data.characters.f1_daughter_2.name توقفي عن اللعب بالمكعبات ولا تذهبي إلى النوم بأسنان متسخة!\"",
  "@data.characters.f1_daughter_2.name could feel confused or overwhelmed": "مكن أن تشعر @data.characters.f1_daughter_2.name  بالارتباك أو الإرهاق.",
  "Exactly. It is important to give one positive instruction at a time. It makes a big difference.": "من المهم تقديم تعليم إيجابي واحد في كل مرة، هذا سيحدث فرقًا كبيرًا.",
  "@data.characters.f1_daughter_2.name would respect her father’s authority.": "ستلتزم @data.characters.f1_daughter_2.name بتوجيهات والدها.",
  "Try again! It’s important to give one positive instruction at a time. This will make the instruction easier to follow.": "حاول مرة أخرى! من المهم إعطاء تعليم واحد إيجابي في كل مرة، هذا سيجعل اتباع التعليمات أسهل.",
  "Let’s look at another family to see how positive instructions can even help to prevent misbehaviour before it starts!": "دعونا نلقي نظرة على عائلة أخرى لنرى كيف يمكن للتعليمات الإيجابية أن تساعد في منع السلوك السلبي قبل أن يبدأ!",
  "@data.characters.f2_daughter_3.name  and @data.characters.f2_son_8.name are playing with a ball in the garden": "@data.characters.f2_daughter_3.name و @data.characters.f2_son_8.name يلعبون بالكرة في الحديقة",
  "Give it back to me!": "أعدها لي!",
  "But I want it!": "لكني أريدها!",
  "@data.characters.f2_daughter_3.name and @data.characters.f2_son_8.name please come and help your grandfather carry these grocery bags inside the house.": " @data.characters.f2_daughter_3.name و @data.characters.f2_son_8.name\nيرجى مساعدة جدكم في حمل أكياس الجمعية داخل المنزل",
  "Thank you for coming to help me. Your grandmother is going to cook lots of delicious meals with the groceries you just gave her.": "شكرًا لأنكما أتيتما لمساعدتي، جدتكما ستعد الكثير من الوجبات اللذيذة باستخدام الأكل الذي أعطيتوه لها.",
  "Let’s reflect on what @data.characters.f2_grandfather.name and @data.characters.f2_grandmother.name did here.": "دعونا نفكر في ما فعله @data.characters.f2_grandfather.name و @data.characters.f2_grandmother.name في هذا الموقف.",
  "What would have happened if @data.characters.f2_grandmother.name had not paid attention to the children?": "ماذا كان سيحدث إذا @data.characters.f2_grandmother.name لم تكن تراقب الأطفال؟",
  "They would have played ball together.": "كانوا سيلعبون الكرة معًا.",
  "Unlikely. The situation between the children would have gotten out of hand.": "هذا غير محتمل، كان الوضع بين الأطفال سيخرج عن السيطرة.",
  "They could have hurt each other in the argument.": "كان من الممكن أن يؤذي كل منهما الآخر أثناء الشجار.",
  "Yes. The children could have gotten so upset that they would have hurt each other.": "نعم، كان من الممكن أن يغضب الأطفال بشدة لدرجة أنهم قد يؤذون بعضهم البعض.",
  "Nothing. @data.characters.f2_grandfather.name would have carried the bags inside the house.": "لن يتغير شيء. كان @data.characters.f2_grandfather.name سيحمل أغراض الجمعية إلى داخل البيت.",
  "Probably not. If @data.characters.f2_grandfather.name had kept quiet, he and @data.characters.f2_grandmother.name would have had to spend more time and energy trying to resolve the conflict.": "على الأرجح لا. لو أن @data.characters.f2_grandfather.name التزم الصمت لكان هو و @data.characters.f2_grandmother.name  سيضطران لقضاء المزيد من الوقت والجهد محاولين تسوية النزاع بين الأطفال.",
  "What does @data.characters.f2_grandmother.name do to prevent the argument from getting out of hand?": "ماذا تفعل @data.characters.f2_grandmother.name لمنع الشجار بين الأطفال من الخروج عن السيطرة؟",
  "She draws their attention away from the problem, involves them in a positive activity, and gives them praise.": "تقوم بتحويل اهتمامهم بعيدًا عن المشكلة وتشركهم في القيام بنشاط إيجابي وتقدم لهم مزيد من المدح. ",
  "That’s right. She quickly intervenes to distract them, and gives a positive instruction to redirect them to a positive behaviour.": "هذا صيحيح، تتدخل بسرعة لتشتيت انتباههم وتقدم لهم تعليمات إيجابية لإعادة توجيه سلوكهم نحو القيام بشيء إيجابي.",
  "She reminds them it’s important to get along.": "كما تُذكِّرهم بأهمية التآلف والانسجام مع بعضهم البعض.",
  "Try again! She rather gives them a way to get along again by involving them in a positive activity.": "حاول مرة أخرى! بدلًا من ذلك فهي تمنحهم فرصة للتآلف والانسجام من خلال إشراكهم في نشاط إيجابي.",
  "She gives them a warning for a consequence.": "تحذرهم من تبعات السلوك السلبي. ",
  "Try again! Giving a consequence would not help them to resolve the conflict. Instead, giving them praise encourages them to continue their positive behaviour.": "حاول مرة أخرى! تبعات السلوك السلبي لن يساعدهم في تسوية النزاع فيما بينهم. فبدلًا من ذلك تقديم المدح لهم سيشجعهم على الاستمرار في سلوكهم الجيد.",
  "Here are three tips to give positive instructions that work:": "هذه ثلاث نصائح لتقديم تعليمات إيجابية:",
  "BE SPECIFIC": "كن محددا",
  "Say the behaviour you want your child to do.\nBut before you do that, connect to them, so they are more likely to listen.": "اذكر السلوك الذي ترغب في قيام طفلك به، ولكن قبل أن تقوم بذلك تواصل معه لكي يكون أكثر استعدادًا للاستماع. ",
  "Use your child’s name to get your child’s attention. Go down to their level. Make eye contact.\n\nThen say exactly what you want them to do. For example: “Please take your shoes off when you come inside the house, {...}.”": "استخدم اسم طفلك لجذب اهتمامه وانزل إلى مستواه وانظر في عينيه ليشعر بأهمية، ثم اذكر بدقة ماذ ترغب أن يقوم بفعله. على سبيل المثال: \"يرجى خلع حذاءك عند الدخول إلى البيت.\"",
  "Give one instruction at a time, and make sure that the instruction is something that your child can do. \n\nGiving a transition warning helps when you are asking them to change activities!": "أعطِ تعليم واحد إيجابي في كل مرة وتأكد من أن يكون أمرًا يمكن لطفلك القيام به. \nكما عليك إعطاء تحذيرات الانتقال قبل أن تطلب منهم تغيير الأنشطة!",
  "It can be difficult for your child to remember many instructions, so only give one at a time!\n\nIf possible, give a transition warning. For example: “In 10 minutes, you will need to pack away your toys so we can start getting ready for bed.”": "قد يكون من الصعب على طفلك تذكر كثير من التعليمات، لذا عليك تقديم تعليم واحد له في كل مرة.\nإذا أمكن، قدم تحذيرات الانتقال. على سبيل المثال: \"بعد 10 دقائق قم بترتيب ألعابك لكي نتمكن من البدء في الاستعداد للنوم.\"",
  "BE POSITIVE": "كن إيجابيًا",
  "Try using positive words when giving instructions. For example, instead of “Don’t shout inside the house,” say “Talk in a quiet voice when we’re inside the house.”\n\nALWAYS praise your child for following your instruction. Remember that this will make them more likely to repeat the behaviour you have just praised them for, and listen to you next time!": "حاول استخدام عبارات ايجابية عند إعطاء التعليمات. عل سبيل المثال، بدلًا من \"لا تصرخ في البيت\" قل \"تحدث بصوت منخفض عندما نكون داخل البيت.\"\nامدح طفلك دائمًا عندما يتبع تعليماتك. تذكر أن هذا سيجعله أكثر ميلًا لتكرار السلوك الذي مدحته عليه والاستماع إليك في المرة القادمة!",
  "More": "قدم المزيد",
  "Give instructions in a firm voice and stay calm. Behave as if you expect your child to do what you ask.\n\nPraise, praise, praise! Make sure you praise your child immediately when they follow your instruction.\n\nAlso, be kind to yourself if you forget sometimes. Learning how to give positive instructions is not easy, but it works!": "قدم التعليمات بحزم وابقَ هادئًا. تصرف وكأنك تتوقع من طفلك القيام بما تطلبه.\nامدح طفلك باستمرار! لا تنسَ أن تمدح طفلك على الفور عندما ينفذ ما طلبته.\nأيضا، كن لطيفًا مع نفسك إذا نسيت تمدحه احيانًا وكن على علم أن إعطاء تعليمات إيجابية ليس أمرًا سهلاً لكنه فعّال!",
  "In order to practise giving instructions that work, we all need to work on turning our negative instructions into positive ones.": "لكي نمارس تقديم تعليمات فعالة، نحتاج جميعًا إلى العمل على تحويل تعليماتنا السلبية إلى تعليمات إيجابية. ",
  "Click on each of the negative commands to see how they can be restated as a positive instruction.": "اضغط على كل الأوامر السلبية لترى كيف يمكن إعادة صياغتها إلى تعليمات إيجابية. ",
  "\"Stop fighting with your siblings over toys!\"": "\"توقف عن التشاجر مع اخوتك على الألعاب!\"",
  "\"Please take turns with toys! Each of you can have 5 minutes.\"": "*من فضلكما، تبادلوا الأدوار بالألعاب! يمكن لكل منكما اللعب لمدة 5 دقائق*",
  "\"No shouting in the house!\"": "*لا تصرخ في المنزل*",
  "\"Please speak with a quiet, indoor voice.\"": "\"رجاءً تحدث بصوت هادئ داخل البيت\" ",
  "\"Stop throwing food!\"": "*توقف عن رمي الطعام*",
  "\"Please keep your food on the plate.\"": "*من فضلك، احتفظ بطعامك في الطبق* ",
  "\"Don't write on the walls!\"": "*لا تكتب على الجدار*",
  "\"Please only write on paper.\"": "\".من فضلك اكتب فقط على الورق\"",
  "\"No running in the house!\"": "*لا تجري في البيت*",
  "\"Please walk in the house.\"": "*من فضلك، امشِ في البيت* ",
  "Ready to give it a go? Your home activity is to give your child specific, realistic, and positive instructions. \n\nRemember to give one instruction at a time and praise them. This will help your child to follow your instructions.": "هل أنت مستعد للانطلاق؟ نشاطك المنزلي هو إعطاء طفلك تعليمات محددة وواقعية وإيجابية.\nتذكرأن تعطي طفلك تعليم واحد في كل مرة ثم قم بمدحه، هذا سيساعد طفلك على اتباع تعليماتك.",
  "Can you do it?": "هل يمكنك فعل ذلك؟ ",
  "Of course, you can! It might feel awkward at first, but you will get it soon! Keep up the excellent effort.": "بالتأكيد أنت تستطيع! قد تشعر بالحرج في البداية لكلنك ستستطيع قريبًأ! استمر في بذل الجهود الرائعة.",
  "That's okay. It may take time to learn how to rephrase your requests. After the next request you give your child, stop and imagine how it could be rephrased as a positive request. You’ve got this!": "لا بأس، قد يستغرق الأمر بعض الوقت لتعلم إعادة صياغة طلباتك. في المرة القادمة عندما تطلب شيء من طفلك توقف وتخيل كيف يمكنك إعادة صياغة الطلب بطريقة إيجابية. أنت تستطيع فعل ذلك!",
  "Taking Care of Yourself": "الاعتناء بنفسك ",
  "Child Development": "تطور الطفل ",
  "One-on-One Time": "وقتك الخاص مع طفلك",
  "Praise": "المدح ",
  "Feelings": "المشاعر ",
  "Instructions": "التعليمات ",
  "Rules": "الضوابط",
  "Consequences": "تبعات السلوك السلبي ",
  "Solve Problems": "حل المشاكل",
  "Today we are learning about spending one-on-one time with your child. \n\nSpending dedicated, special time with your child will make them feel valued and loved.\nIt will also build trust and respect, and support their learning.": "سنتعلم اليوم كيفية قضاء وقتك الخاص مع طفلك.\nقضاء وقت محدد وخاص مع أطفالك يجعلهم يشعرون بالتقدير والحب، وسيساعد ذلك على بناء الثقة والاحترام وسيدعم تعلمه.",
  "Greetings!\n\nIt turns out that our children don’t need lots of gifts. The best gift we can give them is to spend time with them.\n\nSpending time together (just the two of you) will help you to understand your child better and help them to learn new things.\n\nHaving this time together with your child will feel special because it will help them feel loved and valued. And that will make everything easier at home!": "أهلا بكم! \nأطفالنا لا يحتاجون إلى الكثير من الهدايا، فأفضل هدية يمكن أن نقدمها لهم هي قضاء الوقت معهم.\nقضاء الوقت معًا (أنتم الاثنان فقط) سيساعدك على فهم طفلك بشكل أفضل إضافة إلى مساعدته في تعلم أشياء جديدة. \nقضاء هذا الوقت مع طفلك سيجعله يشعر بالحب والتقدير، مما يجعل كل شيء في البيت أسهل! ",
  "One-on-one time can be fun for both of you!\n\nLet’s look at how @data.characters.f3_uncle.name and @data.characters.f3_son_4.name do this!": "يمكن أن يكون الوقت الخاص ممتعًا لكليكما! \nدعونا ننظر كيف @data.characters.f3_uncle.name و @data.characters.f3_son_4.name يطبقون هذا.",
  "Wow! You are building such a tall and strong wall with those building blocks.": "رائع! أنت تبني جدارًا طويلًا وقويًا جدًا باستخدام هذه المكعبات!",
  "It’s for our pet cat.": "إنه من أجل قطتنا.",
  "This enclosure is a cat house. It will keep your cat safe!": "اذا هذا القفص بيت للقطط، وسيحمي قطتك! ",
  "Now you can help make a house for you and me to sleep in.": "الآن بإمكانك المساعدة في بناء بيتًا لنا لننام فيه.",
  "This house is going to keep us both safe and happy. You are such a good builder, @data.characters.f3_son_4.name.": "هذا البيت سيبقينا آمنين وسعداء، أنت تبني بشكل رائع @data.characters.f3_son_4.name.",
  "How does @data.characters.f3_uncle.name show @data.characters.f3_son_4.name that he is focusing on him?": "كيف يظهر @data.characters.f3_uncle.name لـ @data.characters.f3_son_4.name أنه يركز عليه؟",
  "He says @data.characters.f3_son_4.name’s name.": "يقول اسم @data.characters.f3_son_4.name.",
  "Yes, he does! \n\nThe simple act of calling @data.characters.f3_son_4.name by his name and describing what he is doing helps him feel valued and seen.": "نعم لقد فعل ذلك! \n\nمناداة @data.characters.f3_son_4.name باسمه ووصف ما يفعله يساعده على الشعور بالتقدير والاهتمام.",
  "He invites @data.characters.f3_son_4.name to come and play with him.": "يدعو @data.characters.f3_son_4.name للمجيئ واللعب معه.",
  "False. @data.characters.f3_uncle.name is able to get down on the same level as @data.characters.f3_son_4.name. This helps @data.characters.f3_son_4.name know that his uncle is paying attention to playing with him.": "خطأ، @data.characters.f3_uncle.name قادر على النزول إلى نفس مستوى @data.characters.f3_son_4.name وذلك يساعد @data.characters.f3_son_4.name على معرفة أن عمه مهتم باللعب معه. ",
  "He is trying to help build the house while he is playing with @data.characters.f3_uncle.name.": "هو يحاول بناء البيت أثناء اللعب مع @data.characters.f3_uncle.name.",
  "False. @data.characters.f3_uncle.name gets down on @data.characters.f3_son_4.name’s level, looks at him and uses him name so @data.characters.f3_son_4.name knows that @data.characters.f3_uncle.name is present and paying attention to him.": "خطأ، ينزل @data.characters.f3_uncle.name إلى مستوى @data.characters.f3_son_4.name وينظر إليه ويستخدم اسمه، لذلك @data.characters.f3_son_4.name يعلم أن @data.characters.f3_uncle.name متواجد ومهتم باللعب معه.",
  "He tells @data.characters.f3_son_4.name how to build a house.": "يعلم @data.characters.f3_son_4.name كيف يبني بيتًا.",
  "No, @data.characters.f3_uncle.name doesn’t dictate what they will do, but describes what @data.characters.f3_son_4.name is doing. This is an important part of child-led play..": "لا، لن يقرر @data.characters.f3_uncle.name ما سيفعله @data.characters.f3_son_4.name لكن يصف ما يقوم بفعله، وهذا جزءًا مهمًا من اللعب الذي يقوده الطفل.",
  "He notices and praises what @data.characters.f3_son_4.name does.": "يلاحظ ما يقوم به @data.characters.f3_son_4.name ويمدحه على ذلك. ",
  "Yes, he does all these things! This way, @data.characters.f3_son_4.name knows that @data.characters.f3_uncle.name really cares about him.": "نعم، هو يفعل ذلك! وهذه هي الطريقة التي يعرف بها @data.characters.f3_son_4.name أن @data.characters.f3_uncle.name  مهتم به حقًا. ",
  "How does @data.characters.f3_son_4.name feel?": "ما هو الشعور الذي ينتاب @data.characters.f3_son_4.name؟ ",
  "Annoyed": "يشعر أنه منزعج",
  "Probably not! Spending one-on-one time has a big positive impact on how your child feels. He probably feels happy about being close to his uncle!": "على الأرجح لا! إن قضاء الوقت الخاص مع طفلك له تأثيرًا إيجابيًا كبيرًا على مشاعره، فربما يشعر بالسعادة كونه قريب من خاله! ",
  "Monitored": "يشعر أنه مراقب ",
  "In a good way! Spending one-on-one time will make your child feel loved!": "نعم ولكن بطريقة جيدة! فإن قضاء الوقت الخاص سيجعل طفلك يشعر بالحب!",
  "Important": "يشعر أنه مهم",
  "That is right. Spending one-on-one time has a big positive impact on how your child feels.": "صحيح، قضاء الوقت الخاص له تأثيرًا إيجابيًا كبيرًا على مشاعر طفلك. ",
  "Frustrated": "يشعر بالإحباط",
  "Probably not. Spending one-on-one time is an opportunity to appreciate the amazing things your child can do!": "على الأرجح لا! يعد قضاء الوقت الخاص فرصة لتقدير الأشياء المذهلة التي يمكن لطفلك القيام بها!",
  "Confident": "يشعر بالثقة",
  "That is right. Spending one-on-one Time has a big positive impact on how your child feels.": "هذا صحيح، قضاء الوقت الخاص له تأثيرًا إيجابيًا كبيرًا على مشاعر طفلك. ",
  "How does @data.characters.f3_uncle.name feel?": "كيف يشعر @data.characters.f3_uncle.name؟",
  "Yes! Spending time with our children helps us to connect with them. We can enjoy time together without also trying to do chores or work.": "نعم! يساعد قضاء الوقت الخاص مع أطفالنا في التواصل معهم، كما يمكننا قضاء وقت ممتع معًا دون محاولة أداء المهام المنزلية أو العمل.",
  "Overwhelmed": "مرهق",
  "Probably not. Spending special time with our children helps us to feel close to them without having to worry about work or chores.": "على الأرجح لا! إن قضاء وقت خاص مع أطفالنا يساعدنا على الشعور بالقرب منهم دون الحاجة إلى القلق بشأن العمل أو المهام المنزلية.",
  "Probably not. Spending time with our children is relaxing because we are able to enjoy time together without it feeling like work.": "على الأرجح لا! حيث يعد قضاء الوقت مع أطفالنا أمر مريح لأننا نتمكن من قضاء وقت ممتع معًا دون أن نشعر وكأننا نعمل. ",
  "Here are some easy tips on how to connect with your child when you spend time together:": "إليك بعض النصائح السهلة عن كيفية التواصل مع طفلك عند قضاء الوقت معًا: ",
  "DO IT EVERY DAY": "افعل ذلك كل يوم ",
  "Spend at least 5 minutes with your child each day. More is better!": "اقضِ 5 دقائق على الأقل مع طفلك كل يوم. كلما زادت المدة كان أفضل! ",
  "STAY FOCUSED": "حافظ على تركيزك ",
  "Switch off the TV, put aside mobile phones, and remove distractions. Show your child that you are really paying attention to them.": "أغلق التلفاز وضع الهاتف المحمول جانبًا وتخلص من أي عوامل تشتت الانتباه، وأظهر لطفلك أنك حقًا تهتم به. ",
  "- Look at your child. Get down to their level. Use their name.\n- Describe what they are doing and feeling. Praise them.\n- Your child will learn a lot from what you say and do.": "انظر إلى طفلك. انزل إلى مستواه. استخدم اسمه.\nصف ما يفعله ويشعر به. امدحه.\nسيتعلم طفلك الكثير مما تقوله وتفعله.",
  "FOLLOW THEIR LEAD": "اتبع خطواتهم ",
  "Ask to spend time with your child. Let them choose what to do or talk about. \nTry different activities together. Have fun!": "اطلب قضاء بعض الوقت مع طفلك. دعهم يختارون ما يفعلونه أو يتحدثون عنه.\nجربوا أنشطة مختلفة معًا. استمتعوا!",
  "This will help your child feel important and valued.": " هذا  سيساعد طفلك على الشعور بالأهمية والتقدير.",
  "Ready to try it out? \n\nYour home activity is to spend 5 minutes (or more) of one-on-one time with your child, every day.": "جاهز لتجربته؟ \nنشاطك المنزلي هو قضاء 5 دقائق (أو أكثر) من وقتك الخاص مع طفلك. ",
  "Where will you spend one-on-one time with your child?": "أين ستقضي الوقت الخاص المخصص لطفلك؟",
  "At the beach": "على الشاطئ ",
  "Great choice! Spending time at the beach is a wonderful way to spend one-on-one time with your child and enjoy some fresh air together.": "خيارًا رائعًا! قضاء الوقت على الشاطئ طريقة رائعة لقضاء وقت ممتع مع طفلك والاستمتاع بالهواء النقي معًا.",
  "At home": "في البيت ",
  "Perfect! Home is full of opportunities for quality time, whether it's playing, reading, or just relaxing together.": "رائع! البيت مليء بالفرص لقضاء وقت ممتع، سواء كان ذلك باللعب أو القراءة أو مجرد الاسترخاء معًا.",
  "While going to school or daycare": "أثناء الذهاب إلى المدرسة أو الحضانة",
  "Excellent idea! The journey to school or daycare can be a special time to connect with your child.": " فكرة رائعة! يمكن أن تكون الرحلة إلى المدرسة أو الحضانة وقتًا مميزًا للتواصل مع طفلك.",
  "Wonderful! No matter where you choose, spending one-on-one time with your child is what truly matters.": "مذهل! بغض النظر عن المكان الذي تختاره فإن قضاء وقت خاص مع طفلك هو ما يهم حقًا.",
  "When will you spend one-on-one time with your child?": "متى ستقضي وقتاً خاص مع طفلك؟",
  "In the morning before starting the day": "في الصباح قبل بدء اليوم",
  "Great start! Spending time with your child in the morning can set a positive tone for the rest of the day.": "بداية رائعة! إن قضاء بعض الوقت مع طفلك في الصباح يمكن أن يضفي جوًا إيجابيًا على بقية اليوم.",
  "After school or daycare": "بعد المدرسة أو الحضانة",
  "Perfect! After school or daycare is a great time to reconnect with your child": "ممتاز! بعد المدرسة أو الحضانة يعد وقتًا رائعًا لإعادة التواصل مع طفلك.",
  "During mealtime": "أثناء تناول وجبة الطعام",
  "Wonderful! Sharing a meal together is a special way to bond and enjoy each other's company": "رائع! إن مشاركة وجبة طعام معًا هي طريقة مميزة للتواصل والاستمتاع بصحبة بعضنا البعض.",
  "Before bedtime": "قبل وقت النوم",
  "Lovely choice! Bedtime is a calming time to connect, share stories, and end the day on a warm note.": "اختيار رائع! وقت النوم هو وقت هادئ للتواصل ومشاركة القصص وإنهاء اليوم بنبرة دافئة. ",
  "During a commute (e.g., driving to school or an activity)": "أثناء التنقل (على سبيل المثال، القيادة إلى المدرسة أو إلى نشاط ما)",
  "Excellent idea! Commutes are a valuable opportunity to chat and spend meaningful time together": "فكرة ممتازة! التنقلات هي فرصة ثمينة للدردشة وقضاء وقت مفيد معًا",
  "Fantastic! Whatever time you choose, making it a regular part of your routine ensures meaningful one-on-one time with your child.": "رائع! أيًا كان الوقت الذي تختاره فإن جعله جزءًا منتظماً من نظامك اليومي يضمن لك قضاء وقت خاص مفيد مع طفلك.",
  "How will you spend one-on-one time with your child today?": "كيف ستقضي الوقت المخصص لطفلك اليوم؟",
  "Join them when they play": "انضم إليهم عندما يلعبون",
  "Chat before bedtime": "بالدردشة معهم قبل النوم",
  "Great idea!\n\nDo you ever feel like you have NO TIME and are exhausted? We’ve all been there! Try to think of ways to make daily activities fun together.": "فكرة رائعة!\nهل شعرت من قبل بأنك لا تملك الوقت وأنك منهك؟ لقد مررنا جميعًا بهذه التجربة! حاول أن تفكر في طرق لجعل الأنشطة اليومية ممتعة معًا.",
  "Eat a meal together": "تناولوا وجبة طعام معًا",
  "Great idea!\n\nDo you ever feel like you have NO TIME and are exhausted? Think of ways to make daily activities fun together.": "فكرة رائعة!\nهل شعرت من قبل بأنك لا تملك الوقت وأنك منهك؟ لقد مررنا جميعًا بهذه التجربة! حاول أن تفكر في طرق لجعل الأنشطة اليومية ممتعة معًا.",
  "Watch a YouTube show together": "شاهدوا برنامج على يوتيوب معًا",
  "Read a book together": "اقرأوا كتاب معًا",
  "Do a chore together": "أدوا مهمة منزلية معًا",
  "Great idea!\n\nDo you ever feel like you have NO TIME and are exhausted? Try to think of ways to make daily activities fun together.": "فكرة رائعة!\nهل شعرت من قبل بأنك لا تملك الوقت وأنك منهك؟ لقد مررنا جميعًا بهذه التجربة! حاول أن تفكر في طرق لجعل الأنشطة اليومية ممتعة معًا.",
  "Today we are learning about giving our children praise. \n\nPraise is good for building positive relationships, and is also helpful at encouraging good behaviour!\n\nWell done for taking time to learn how to strengthen your relationship with your child. It shows you really care!": "اليوم سنتعلم كيف نمدح أطفالنا. \nالمدح مفيد لبناء علاقات إيجابية، كما أنه مفيد لتشجيع السلوك الجيد!\nأحسنت على تخصيص الوقت لتعلم كيفية تقوية علاقتك بطفلك. فهذا يُظهِر مدى اهتمامك به حقًا!\nفكِّر في طرق لجعل الأنشطة اليومية ممتعة معًا!",
  "How did the message above make you feel?": "كيف أثرت الرسالة أعلاه على مشاعرك؟",
  "Proud": "الشعور بالفخر ",
  "That's great! Being praised often makes us feel proud.": "هذا رائع! إن المدح غالبًا ما يجعلنا نشعر بالفخر.",
  "That's great! Being praised often makes us feel happy!": "هذا رائع! إن المدح غالبًا ما يجعلنا نشعر بالساعدة.",
  "Embarrassed": "الشعور بالخجل ",
  "Sometimes being praised makes us feel embarrassed, usually because we are not used to it. It will get easier with practice! Giving praise helps children learn the behaviours you want to see.": "في بعض الأحيان، يجعلنا المدح نشعر بالحرج وذلك لأننا لسنا معتادين على ذلك. ولكن مع الممارسة سيصبح الأمر أسهل! المدح يساعد الأطفال على تعلم السلوكيات التي ترغب فيها. ",
  "Sometimes, when we are praised for actions that we don't feel we deserve, we get sad. It is okay to feel sad, but remember that just being here is worthy of praise!": "في بعض الأحيان، عندما نُمتدح على أفعال لا نشعر بأننا نستحقها نشعر بالحزن. لا بأس أن نشعر بالحزن لكن تذكر أن مجرد وجودنا هنا يستحق المدح!",
  "We all feel better when we are praised.\n\nPraising your child when they behave well will make them want to behave that way more often. \n\nIt also creates a positive and loving relationship between you.\n\nBegin by praising your child during your one-on-one time.": "نشعر جميعًا بالسعادة عندما نُمتدح.\nإن مدح طفلك عندما يتصرف بشكل جيد سيجعله يرغب في التصرف بهذه الطريقة أكثر.\nكما أنه يخلق علاقة إيجابية ومحبة بينكما.\nابدأ بمدح طفلك أثناء وقتكما الخاص معا.",
  "Greetings, everyone.\n\nWhen was the last time you were praised? Can you praise yourself for something right now? Praise makes us all feel good. \n\nIt is good to praise our children when they have done well, because when we do that, they will do more of that good behaviour we want to see.\n\nAnd let's remember to praise ourselves too, for big or small things!": "أهلا بكم.\nمتى كانت آخر مرة تم فيها مدحك؟ هل يمكنك مدح نفسك على شيء ما الآن؟ المدح يجعلنا جميعًا نشعر بالرضا.\nمن الجيد أن نمدح أطفالنا عندما يقومون بعمل جيد لأن عندما نفعل ذلك سيفعلون المزيد من السلوك الجيد الذي نرغب فيه.\nولنتذكر أن نمدح أنفسنا أيضًا سواء كانت أشياء كبيرة أو صغيرة!",
  "The match stops for a break.": "توقفت المباراة للاستراحة",
  "@data.characters.f2_daughter_3.name, thank you for playing quietly on the floor. I really like that.": "شكرًا لك على اللعب بهدوء على الأرض @data.characters.f2_daughter_3.name. أنا حقًا أقدر ذلك.",
  "@data.characters.f2_daughter_3.name, you played nice and quietly by yourself while I watched the match. Now I will play with you for a bit. What would you like to do?": "لقد لعبت جيدًا وبهدوء بينما أشاهد المباراة @data.characters.f2_daughter_3.name. سألعب حاليًا معك لبعض الوقت، ماذا تريدين أن نفعل؟ ",
  "Let’s reflect on what we saw.": "دعونا نفكر فيما رأيناه.",
  "Why does @data.characters.f2_grandfather.name praise his granddaughter, @data.characters.f2_daughter_3.name?": "لماذا يمدح @data.characters.f2_grandfather.name حفيدته @data.characters.f2_daughter_3.name؟",
  "To encourage her positive behaviour": "لتشجيعها على السلوك الجيد.",
  "Exactly! When @data.characters.f2_grandfather.name praises @data.characters.f2_daughter_3.name, she is more likely to repeat the positive behaviour": "بالضبط! عندما @data.characters.f2_grandfather.name يمدحها @data.characters.f2_daughter_3.name ستكرر السلوك الجيد مرة آخري.",
  "To make her feel good about herself.": "لكي تشعر بالرضا عن نفسها.",
  "Not exactly, but the praise does help her to identify what behaviour is expected of her.": "ليس بالضبط، ولكن المدح يساعدها على التعرف على السلوك المتوقع منها.",
  "To tell her he thinks she is the best": "ليخبرها أنه يعتقد أنها الأفضل",
  "Not exactly, but the praise will help build a positive relationship and encourage her positive behaviour in the future.": "ليس بالضبط، ولكن المدح يساعدها على بناء علاقة إيجابية ويشجع سلوكها الجيد في المستقبل.",
  "What can we learn from @data.characters.f2_grandfather.name in how he praises @data.characters.f2_daughter_3.name?": "ماذا الذي يمكننا أن نتعلمه من @data.characters.f2_grandfather.name في طريقة مدحه ل@data.characters.f2_daughter_3.name؟ ",
  "He yells so she is sure to hear him.": "يصرخ حتى يتأكد أنها تسمعه.",
  "False. @data.characters.f2_grandfather.name doesn’t yell at all but he does go down to @data.characters.f2_daughter_3.name’s level. This is important so he can connect to her. @data.characters.f2_grandfather.name’s actions show us that the way we give praise is also important.": "خطأ، @data.characters.f2_grandfather.name لا يصرخ على الإطلاق ولكنه ينزل ​​إلى مستوى @data.characters.f2_daughter_3.name. هذا مهم حتى يتمكن من التواصل معها. تُظهر لنا تصرفات @data.characters.f2_grandfather.name أن الطريقة التي نقدم بها الثناء مهمة أيضًا.",
  "He uses her name and makes eye contact": "يستخدم اسمها ويتواصل بصريا معها",
  "True! All @data.characters.f2_grandfather.name’s actions show us that the way we give praise is also important.": "صحيح! توضح كل أفعال @data.characters.f2_grandfather.name أن الطريقة التي نمتدح بها مهمة أيضًا.",
  "He praises her immediately.": "يمتدحها فوراً. ",
  "Why does @data.characters.f2_grandfather.name give @data.characters.f2_daughter_3.name an extra playtime together?": "لماذا يمنح @data.characters.f2_grandfather.name @data.characters.f2_daughter_3.name وقتًا إضافيًا للعب معًا؟",
  "Because he loves her.": "لأنه يحبها.",
  "So that she knows that she doesn’t have to be quiet again while he watches TV": "حتى تعلم أنه ليس عليها أن تظل هادئة مرة أخرى أثناء مشاهدة التلفاز.",
  "To encourage her to stay quiet while he watches TV": "لتشجيعها على أن تبقى هادئة أثناء مشاهدته التلفاز.",
  "That’s right, giving a simple reward helps our children to do things that may be difficult for them again.": "صحيح، إعطاء مكافأة بسيطة تساعد أطفالنا على القيام بالأشياء التي قد تكون صعبة عليهم.",
  "SEE IT": "شاهد ",
  "Pause and really notice when they are doing something positive. Even if it’s expected of them.\n\nPraise your child for *trying*. This boosts their self-esteem and confidence, which helps them to learn new behaviours.": " توقف قليلًا ولاحظ عندما يفعل شيئًا إيجابيًا حتى لو كان ذلك متوقعًا منه. \nامدح طفلك على محاولته فهذا يعزز من احترامه لذاته وثقته بنفسه ويساعده على تعلم سلوكيات جديدة.",
  "SAY IT": "انطق",
  "Praise them when you see them do something you like. Do this every day – even if it’s something really small.": "امدحهم عندما تراهم يفعلون شيئًا يعجبك، وافعل ذلك كل يوم حتى لو كان شيئًا صغيرًا جدًا.",
  "Tell them specifically what they have done well.\n\nBe enthusiastic and really mean it!\n\nYou can show your praise with a big smile and words.": "أخبرهم على وجه التحديد بما فعلوه بشكل جيد.\nكن متحمسًا وصادقاً! \nيمكنك إظهار مديحك بكلمات وبابتسامة.",
  "REWARD IT": "كافئ",
  "Give your child a simple, free reward to encourage them to do more of the behaviours that you have praised them for.": "أعطي طفلك مكافأة بسيطة لتشجيعه على القيام بالمزيد من السلوكيات التي مدحتها.",
  "Rewards should be simple and free. \n\nGive your child a hug, extra playtime together, or make their favourite meal. \n\nSimple rewards can be a big motivation for your child to keep trying and show more positive behaviour.": "يجب أن تكون المكافآت بسيطة ومجانية.\nاحتضن طفلك أو استمتع معه بمزيد من الوقت للعب معًا أو حضر له وجبته المفضلة. \nيمكن أن تكون المكافآت البسيطة دافع كبيرًا لطفلك للاستمرار في المحاولة وإظهار المزيد من السلوك الإيجابي.",
  "Curious to see how praise can help you and your family?\n\nYour home activity is to praise your child for 3 things every day, and praise yourself too for all your hard work being a parent – you deserve it!": "هل تريد معرفة كيف يمكن أن يساعدك المدح أنت وعائلتك؟\nنشاطك المنزلي هو أن تمدح طفلك على ثلاثة أشياء كل يوم وأن تمدح نفسك أيضًا على كل ما تبذله من جهد في تربية طفلك، فأنت تستحق ذلك! ",
  "What is one behaviour your child regularly shows in their daily routine that you can praise them for?\nThere are lots of right answers to this one!": "ما هو السلوك الذي يُظهره طفلك بانتظام في روتين حياته اليومية والذي ويمكنك مدحه؟ \nهناك الكثير من الإجابات الصحيحة لهذا السؤال!",
  "Cleaning up or helping out": "التنظيف أو المساعدة ",
  "Being patient or polite": "التحلي بالصبر والأدب",
  "Trying a new skill": "تجربة سلوكيات جديدة",
  "Playing quietly": "اللعب بهدوء",
  "Getting ready for school or bed": "الاستعداد للمدرسة أو النوم",
  "Listening to instructions": "الاستماع إلى التعليمات",
  "Yes, you can praise them for these behaviours… and many more!": "حسنًا، يمكنك مدحهم على هذه السلوكيات... وغيرها! ",
  "Remember to also praise yourself for the good work you're doing! What’s one way you can reward yourself for your hard work as a parent?": "تذكر أيضًا أن تمدح نفسك على العمل الجيد الذي تقوم به! ما هي إحدى الطرق التي يمكنك من خلالها مكافأة نفسك على عملك الجاد كولي أمر؟ ",
  "Treat yourself to something you enjoy (e.g., a favourite snack or activity)": "دلل نفسك بشيء تستمتع به (مثلاً: وجبة خفيفة أو نشاط مفضل)",
  "Great choice! Taking time to enjoy something you love is a wonderful way to recharge and recognize your efforts as a parent.": "اختيار رائع! إن قضاء بعض الوقت للاستمتاع بشيء تحبه هو وسيلة رائعة لإعادة شحن طاقتك وتقدير جهودك كولي أمر. ",
  "Take a few minutes to relax (e.g., meditation, a short walk, or just some quiet time)": "خصص بضع دقائق للاسترخاء (على سبيل المثال: التأمل أو المشي أو الاستمتاع بوقت هادئ) ",
  "Well done! Giving yourself a moment to relax is so important. You’re doing a great job, and it’s okay to take a break.": "أحسنت! اعطاء نفسك بعض الوقت للاسترخاء هو أمر مهم للغاية. أنت تقوم بعمل رائع ولا بأس من أخذ فترة راحة.",
  "Celebrate by acknowledging your achievements (e.g.talking to a friend)": "احتفل بإنجازاتك (مثلاً: التحدث مع صديق)",
  "Fantastic! Reflecting on your accomplishments helps you see how much you’re doing right. You deserve to celebrate your hard work!": "رائع! إن التفكير في إنجازاتك يساعدك على رؤية مدى نجاحك. فأنت تستحق الاحتفال بجهودك!",
  "Do something fun with your child that you both enjoy": "افعل شيئًا ممتعًا مع طفلك لتستمتعان به معًا.",
  "Wonderful choice! Sharing a fun activity with your child not only rewards you but also strengthens your bond. You’re doing an amazing job!": "اختيارُ رائع! إن مشاركة نشاط ممتع مع طفلك لا يُعد مكافأة لنفسك فحسب بل يقوي أيضًا من علاقتكما. إنك تقوم بعمل رائع!",
  "Great idea! However you choose to reward yourself, it’s important to acknowledge the effort you put into parenting. You deserve it!": "مهما كانت الطريقة التي تختارها لمكافأة نفسك فمن المهم أن تعترف بالجهد الذي تبذله في تربية أطفالك. أنت تستحق ذلك!",
  "I'M HUNGRY! HE HIT ME! I'M BORED!\nSound familiar? \n\nEvery family faces big and small challenges. Learning how to solve problems together with your child can help you prevent conflict in your home. \n\nIt also teaches your children how to solve problems on their own. \n\nThis will set them up for success throughout their life. What a gift to give them!": "\"أنا جائع!\"\n\"لقد ضربني!\"\n\"أشعر بالملل!\"\nهل تبدو هذه الجمل مألوفة؟\nتواجه كل عائلة تحديات صغيرة وكبيرة، فيمكن تعلم كيفية حل المشاكل مع طفلك يساعدك على تجنب حدوث صراعات في منزلك ويُعلّم أطفالك كيفية حل المشاكل بأنفسهم.\n\nوهذا سيؤهلهم للنجاح في حياتهم. فيا لها من هدية نقدمها لهم!",
  "How will it help me and my family?": "كيف سيساعدني هذا الأمر أنا وعائلتي؟",
  "Greetings, everyone.\n\nAs parents, it can feel like we have to solve a million problems for our children every day: Where is my toy car? I am not going to school! Why can’t you buy me a new toy now?\n\nBy involving our children in solving problems, they learn to find solutions more and more independently. \n\nLife has its challenges. If you help your child solve small problems today, you give them the skills to deal with any bigger challenges later in life.": "أهلا بكم.\nباعتبارنا والدين قد نشعر بأن علينا حل ملايين المشاكل لأطفالنا كل يوم:\n\"أين لعبة السيارة؟\"\n\"لا أريد الذهاب إلى المدرسة!\"\n\"لماذا لا تشتري لي لعبة جديدة الآن؟\"\nعندما نشرك أطفالنا في حل المشاكل فإنهم يتعلمون إيجاد الحلول بشكل أكثر استقلالية.\nللحياة تحدياتها. إذا ساعدت طفلك على حل المشاكل الصغيرة اليوم فإنك تمنحهم المهارات اللازمة للتعامل مع أي تحديات أكبر في المستقبل.",
  "Give it to me!": "أعطني إياه!",
  "@data.characters.f3_son_4.name and @data.characters.f3_daughter_7.name, please share the magnet tiles": "من فضلكم، يرجى مشاركة لعبة البناء المغناطيسية يا @data.characters.f3_son_4.name و @data.characters.f3_daughter_7.name.",
  "But I need them to make my house!": "ولكنني احتاجهم لبناء منزلي!",
  "Well, what is the problem?": "حسنًا، ما المشكلة؟",
  "There are not enough magnet tiles to build two houses.": "لا يوجد ما يكفي من البلاط المغناطيسي لبناء منزلين.",
  "What do you think we could do to solve this problem?": "كيف يمكننا حل هذه المشكلة؟",
  "We could build one together!": "يمكننا أن نبني منزل واحد معًا!",
  "Yeah, that would be fun!": "حسنًا، سيكون هذا ممتعًا!",
  "TEST IT": "جرب ذلك",
  "Excellent idea, @data.characters.f3_son_4.name! Can I help too?": "فكرة رائعة @data.characters.f3_son_4.name، هل يمكنني المساعدة أيضًا؟",
  "Yay!": "رائع!",
  "Let’s reflect on how @data.characters.f3_mother.name, @data.characters.f3_daughter_7.name and @data.characters.f3_son_4.name worked together to solve their problem.": "دعنا نفكر في كيفية عمل كلًا من @data.characters.f3_mother.name و @data.characters.f3_daughter_7.name و @data.characters.f3_son_4.name معًا لحل مشاكلهم.",
  "What problem did this family have?": "ما المشكلة التي تعاني منها هذه العائلة؟",
  "There were not enough tiles to build two houses": "لم يكن هناك ما يكفي من البلاط المغناطيسي لبناء بيتين",
  "Yes, the children were fighting because there were not enough tiles for both the children to play individually.": "نعم، كان الأطفال يتشاجرون لأنه لم يكن هناك ما يكفي من البلاط المغناطيسي ليلعب كل طفل بشكل منفرد.",
  "@data.characters.f3_daughter_7.name did not want to play with @data.characters.f3_son_4.name": "فلم يرغب @data.characters.f3_daughter_7.name أن تلعب مع @data.characters.f3_son_4.name",
  "The mother wouldn’t let them use the magnet tiles": "لم تسمح لهم الأم باستخدام البلاط المغناطيسي",
  "The mother encouraged the children to share the magnet tiles. The main issue was not about permission but about finding a way to use the limited tiles together.": "لا، شجعت الأم الأطفال على مشاركة البلاط المغناطيسي. لم تكن المشكلة الرئيسية تتعلق بالسماح لهم بل بإيجاد طريقة لاستخدام العدد المحدود من البلاط معًا.",
  "What does @data.characters.f3_mother.name do to solve the problem together with her children?": "ما الذي قامت به @data.characters.f3_mother.name لحل المشكلة مع أبنائها؟",
  "She builds a house for them using the magnet tiles.": "بنت لهم بيت باستخدام البلاط المغناطيسي.",
  "Try again! The mother didn’t take over the building. Instead, she guided @data.characters.f3_son_4.name and @data.characters.f3_daughter_7.name to think of a solution themselves.": "حاول مرة أخرى! لم تبنِ الأم المنزل بل وجهت @data.characters.f3_son_son_4.name و@data.characters.f3_daughter_7.name للتفكير لإيجاد الحل بأنفسهم.",
  "She tells @data.characters.f3_son_4.name to let @data.characters.f3_daughter_7.name have the tiles first.": "تخبر@data.characters.f3_son_4.name أن يدع @data.characters.f3_daughter_7.name تلعب بالبلاط المغناطيسي أولاً.",
  "Incorrect. The mother didn’t tell either child a solution to either child. . She encouraged both children to find a way to solve the problem together.": "غير صحيح، لم تخبر الأم أياً من الطفلين بالحل بل شجعت كلا الطفلين على إيجاد طريقة لحل المشكلة معًا.",
  "She encourages @data.characters.f3_son_4.name and @data.characters.f3_daughter_7.name to come up with their own solution.": "شجعت @data.characters.f3_son_4.name و @data.characters.f3_daughter_7.name على التوصل إلى حل بأنفسهم.",
  "Yes, that’s right.The mother helped solve the problem by encouraging @data.characters.f3_son_4.name and @data.characters.f3_daughter_7.name to think about ways to share and build something together.": "صحيح، ساعدت الأم فى حل المشكلة عن طريق تشجيع @data.characters.f3_son_4.name و @data.characters.f3_daughter_7.name للتفكير بالعديد من الطرق للمشاركة والبناء ومساعدة بعضهم لبعض.",
  "When a problem comes up, take a deep breath before you tackle it. \n\nThen help your child work on the problem with you using these four steps:": "عندما تنشأ مشكلة ما، خذ نفساً عميقاً قبل أن تتصدى لها.\nثم ساعد طفلك على حل المشكلة معك باستخدام هذه الخطوات الأربع:",
  "KNOW IT": "حدد المشكلة",
  "Put the problem into words.\n\nTalk to your child about what the problem is.": "صِف المشكلة بكلمات.\nتحدث مع طفلك عن ماهية المشكلة.",
  "\"I can hear you arguing because you both want to use the tablet. I know I said you both could use it after you’ve helped tidy up your room but we only have one tablet. What should we do about this?\"": "يمكنني سماعكما تتجادلان لأن كلاكما يريد استخدام الجهاز اللوحي. أعلم أنني قلت لكما أن بإمكانكما استخدامه بعد أن تساعدا في ترتيب غرفتكما ولكننا لا نملك سوى جهاز لوحي واحد. ماذا يجب أن نفعل؟",
  "SOLVE IT": "فكر بالحلول",
  "Together, think of possible solutions to this problem.\nWhat could you or your child do differently in this situation in the future?": "فكروا معًا في الحلول الممكنة لهذه المشكلة. كيف يمكن لك أو لطفلك التعامل مع هذا الموقف بشكل مختلف في المستقبل؟",
  "\"One option is for us not to use the tablet at all. Or you could take turns using it. Or you could watch something on it together. What do you both think?\"": "\"أحد الحلول هو ألا نستخدم الجهاز اللوحي على الإطلاق أو يمكنكما استخدام الجهاز بالتناوب أو يمكنكما مشاهدة شيء ما عليه معًا. ما رأيكما؟\"",
  "TRY IT": "جرب الحل",
  "Choose one solution together.\n\nTry it next time you are in a similar situation, and praise your child for trying!": "اختاروا حلاً واحدًا معًا وجربوه في المرة القادمة عندما تكون في موقف مشابه، وامدح طفلك على المحاولة!",
  "The next day after the room has been tidied up by the children...\n\n\"Okay boys, do you remember what we said last night about the tablet? Who can remember the solution we came up with?\"\n\"That's right – well done for remembering! Let's try to pick something that you both want to watch – I may even come watch with you!\"": "في اليوم التالي بعد أن رتب الأطفال الغرفة...\n\n\"حسنًا يا أولاد، هل تذكرون ما قلناه الليلة الماضية بشأن الجهاز اللوحي؟ من يستطيع تذكر الحل الذي توصلنا إليه؟\" \n\"صحيح، أحسنتم على تذكركم! دعونا نحاول اختيار شيء ترغبون في مشاهدته أنتم الاثنان، وأنا قد آتي للمشاهدة معكم أيضاً!\"",
  "REFLECT": "راجع النتيجة",
  "After you’ve tried it, decide with your child whether or not your solution worked.": "بعد أن تجرب الحل، قرر مع طفلك مدى نجاحه.",
  "What it Sounds Like": "كيف يبدو الأمر لك",
  "After the YouTube video ends... \"Well that was an exciting video! I never knew I liked watching diving so much, so thank you for introducing me to something new! I think we all had fun watching that together, so I look forward to seeing what you pick to watch tomorrow.\"": "بعد انتهاء فيديو اليوتيوب... \"حسنًا، كان هذا فيديو مثيرًا للاهتمام! لم أكن أعلم أبدًا أنني أحب مشاهدة الغوص لهذه الدرجة، أشكركم على أنكم جعلتوني أتعرف على شئ  جديد! أعتقد أننا استمتعنا جميعًا بمشاهدة ذلك معًا، وأتطلع إلى مشاهدة ما ستختارونه غدًا.\"",
  "Let’s think of some common problems we could solve with our children.": "دعونا نفكر في بعض المشاكل الشائعة التي يمكننا حلها مع أطفالنا.",
  "Do you experience any of these problems at home?": "هل تواجهون أياً من هذه المشاكل في المنزل؟",
  "Too much screen time": "قضاء الكثير من الوقت أمام الشاشة",
  "Going to sleep late": "الذهاب إلى النوم في وقت متأخر",
  "Fighting with other children": "الشجار بين الأطفال",
  "Not sharing toys": "عدم مشاركة الألعاب",
  "Talk with your child and use the steps of problem-solving together to come up with solutions that you can try out.": "تحدث مع طفلك واستخدم خطوات حل المشاكل معه للتوصل إلى حلول يمكنكم تجربتها.",
  "Your home activity is to identify a problem your child may have and practise the four steps of problem-solving together: \nKnow It, Solve It, Try It, Reflect. \n\nKnowing how to solve problems is something they can use for the rest of their lives!": "نشاطك المنزلي هو تحديد مشكلة قد يواجهها طفلك وممارسة الخطوات الأربع لحل المشكلات معًا: \nحدد المشكلة، فكر بالحلول، جرب الحل، راجع النتيجة. \nمعرفة كيفية حل المشاكل هي مهارة يمكنهم استخدامها في جميع جوانب حياتهم!",
  "Can you try to solve a problem with your child?": "هل يمكنك محاولة حل المشكلة مع طفلك؟",
  "Yes!": "نعم!",
  "I think so.": "أعتقد أنني أستطيع.",
  "That's great! Remember to praise them for their effort, and praise yourself, too! Well done!": "هذا رائع! تذكر أن تمدح أطفالك على مجهودهم، وأن تمدح نفسك أيضًا!",
  "That's okay. Try to work on a simple problem with your child, before you tackle a big one together.": "لا بأس بذلك، حاول تحل مشكلة بسيطة مع طفلك أولاً قبل أن تبدأ بمشكلة أكبر. ",
  "Today's lesson is about creating structure for our children.\n\nRules and routines help children understand what is expected from them, be responsible, and stay safe. \n\nChildren are more likely to follow rules if you create them TOGETHER.\n\nCreating daily routines (around for example meals, school and bedtime) will help your child feel safe, secure, and calm.": "درس اليوم يتناول كيفية وضع هيكل منظم لأطفالنا.\nالضوابط والنظام اليومي يساعدان الأطفال على فهم ما هو متوقع منهم ويشجعهم على تحمل المسؤولية ويضمن سلامتهم.\nالأطفال أكثر استعدادًا للالتزام بالضوابط عندما يشاركون في تطبيقها معًا.\nإنشاء نظام يومي ثابت (مثل مواعيد الوجبات والذهاب إلى المدرسة ووقت النوم) يُساعد طفلك على الشعور بالأمان والاطمئنان والهدوء.",
  "How will it help you and your family?": "كيف سيساعدكم؟ ",
  "Greetings, everyone.\n\nDoes anybody else find getting their children ready for school or bed stressful?\n\nGuess what? Rules can help! Having clear rules and routines actually helps children know what is expected of them, which helps reduce the struggles of the more stressful moments in the day.": "أهلا بكم.\nهل يشعر أحدكم بضغط كبير عند تجهيز أطفاله للمدرسة أو النوم؟\nوجود ضوابط ونظام يومي واضحين يُساعد الأطفال على فهم ما هو متوقع منهم، مما يُساهم في تقليل الصعوبات خلال الأوقات العصيبة من اليوم. ",
  "Let’s look at an example together. @data.characters.f1_daughter_6.name is spending too much time playing games on the phone or tablet before her homework is finished. @data.characters.f1_father.name helps her create a family rule about this:": "دعونا ننظر إلى مثال معا. تقضي @data.characters.f1_daughter_6.name الكثير من الوقت في اللعب بالهاتف النقال أو الجهاز اللوحي قبل الانتهاء من واجباتها المدرسية. @data.characters.f1_father.name يساعدها في وضع ضوابط عائلية حول هذا:",
  "Can I use your phone to play games?": "هل يمكنني أن أستخدم هاتفك للعب؟",
  "Sure! But let’s set some household rules for using gadgets together.": "بالتأكيد! لنضع معًا بعض الضوابط لاستخدام الأجهزة الذكية في المنزل. ",
  "What do you think would be a fair rule?": "ما هي الضوابط العادلة في رأيك؟",
  "Hmmm…well, maybe I can use the tablet as much as I want, but only after I do my homework?": "ممم... ربما أنني أستطيع استخدام الجهاز اللوحي بقدر ما أريد، ولكن فقط بعد أن أنتهي من واجباتي؟",
  "I like that idea, but let’s limit it to 30 minutes per day so that you have time for other fun and relaxing things too. How does that sound?": "لقد أعجبتني هذه الفكرة، ولكن لنحددها بـ 30 دقيقة يوميًا حتى يكون لديك وقت لعمل أشياء أخرى ممتعة. ما رأيك؟",
  "Fine": "أوافق!  ",
  "I’ll set a timer to let us know when you have 5 minutes left.": "سأضع تنبيه حتى نعرف متى يتبقى لنا 5 دقائق!",
  "Can I create my own account for pictures and videos, Dad? Maha has an instagram account.": "هل يمكنني إنشاء حساب خاص بي للصور والفيديوهات يا أبي؟ صديقتي مها لديها حساب انستجرام. ",
  "And remember, never click on a pop-up window or picture if it appears. Also, if anything ever upsets you, let us know right away. We're here to keep you safe!": "وتذكري ألا تنقري أبدًا على أي موقع أو صورة تظهر لكِ تلقائياً، وإذا كان هناك أي شيء يزعجكِ فأخبرينا على الفور. نحن هنا لنحافظ على سلامتك!",
  "Thank you for doing your homework before using the tablet, @data.characters.f1_daughter_6.name. Last night you mentioned that your maths tests have become easier for you! I am proud of you! We can increase your time to an hour each day… as long as you still do your homework first!": "شكرًا على قيامك بواجباتك قبل استخدام الجهاز اللوحي @data.characters.f1_daughter_6.name. قلتي الليلة الماضية أن اختبارات الرياضيات أصبحت أسهل بالنسبة لك! أنا فخور بك! يمكننا زيادة وقت استخدامك للأجهزة إلى ساعة كل يوم... طالما أنك تقومين بالانتهاء من واجباتك أولاً!",
  "Thank you, Dad!": "شكرا لك بابا!",
  "Let’s reflect on how @data.characters.f1_father.name and @data.characters.f1_daughter_6.name created a rule together.": "دعنا نناقش كيف وضع كل من @data.characters.f1_father.name و @data.characters.f1_daughter_6.name إحدى الضوابط معًا.",
  "Why does @data.characters.f1_father.name ask @data.characters.f1_daughter_6.name for her ideas on what the household rule should be?": "لماذا يسأل @data.characters.f1_father.name ابنته @data.characters.f1_daughter_6.name عن أفكارها حول الضوابط التي يجب أن تكون في المنزل؟",
  "To give himself less work.": "ليعطي لنفسه عملا أقل",
  "To make it more likely that she follows the rule.": "لزيادة احتمالية أنها ستتبع الضوابط.",
  "Because @data.characters.f1_father.name is not sure how to make the rule himself.": "لأن @data.characters.f1_father.name ليس متأكدًا من كيفية وضع إحدى الضوابط بنفسه.",
  "Actually it’s to make @data.characters.f1_daughter_6.name feel that her ideas are valued.": "في الواقع، الهدف من ذلك هو جعل @data.characters.f1_daughter_6.name تشعر بأن أفكارها ذات قيمة.",
  "To make sure she feels the rule is fair and realistic": "للتأكد من أنها تشعر بأن هذه الضوابط عادلة وواقعية.",
  "Correct. When you make rules together with your child, the rules will work better.": "صحيح، عندما تضع قواعد مع طفلك ستكون الضوابط أكثر فاعلية.",
  "How does @data.characters.f1_father.name make sure that @data.characters.f1_daughter_6.name is safe online?": "كيف يتأكد @data.characters.f1_father.name من سلامة @data.characters.f1_daughter_6.name على الإنترنت ومواقع التواصل الاجتماعى؟",
  "A) He creates household rules around gadget use. He praises her.": "أ) وضع ضوابط منزلية حول استخدام الأجهزة الإلكترونية، و يقوم بمدحها وتشجيعها.",
  "B) He allowed his daughter to create a social media account. \nHe tells her she doesn’t have to follow the rule anymore.": "ب) سمح لابنته بإنشاء حساب على وسائل التواصل الاجتماعي، وأخبرها أنها لم تعد مضطرة إلى اتباع الضوابط.",
  "Try again! Letting a child have a social media account too soon can be tricky. Waiting until they’re older helps make sure they’re ready and know how to use it safely and responsibly.": "أعد المحاولة! قد يكون السماح للطفل بإنشاء حساب على وسائل التواصل الاجتماعي أمرًا خطيرًا، لذلك الانتظار حتى يكبروا يساعد على التأكد من استعدادهم ومعرفة كيفية استخدامها بأمان ومسؤولية.",
  "C) He allowed his daughter to use the mobile phone only after completing her schoolwork": "ج) سمح لابنته باستخدام الهاتف النقال فقط بعد الانتهاء من واجباتها المدرسية.",
  "Try again! Letting your child use the mobile phone after schoolwork is a smart move to teach responsibility. But you need to also set rules on screen time to keep things balanced and ensure they’re enjoying other activities too!": "حاول مرة ثانية! إن السماح لطفلك باستخدام الهاتف المحمول بعد الانتهاء من الواجبات المدرسية يعد خطوة ذكية لتعليمه المسؤولية، ولكنك تحتاج أيضًا إلى وضع ضوابط بشأن مدة الوقت أمام الشاشة للحفاظ على توازن الأمور والتأكد من استمتاعهم بالأنشطة الأخرى!",
  "D) He told his daughter to avoid clicking on pop-ups or strange pictures": "د) أخبر ابنته بتجنب النقر على المواقع أو الصور الغريبة التي أحياناً تظهر تلقائياً",
  "E) He told her daughter to come to him if anything upsets them": "ه-أخبرها أن تأتي إليه إذا تعرضت لأى شئ يزعجها",
  "If you chose A, D, or E, you are correct! \n\nThe father \n✅ sets a household rule to limit gadget use to 30 minutes a day\n✅ Asks his daughter to wait until she's older for a social media account\n✅ Advises against clicking on pop-ups\n✅Encourages his daughter to come talk to him if anything upsets her online.": "في حال اخترت أ أو د أو ه فأنت على صواب! \n\nالأب \n✅ يضع ضوابط في المنزل للحد من استخدام الجهاز إلى ٣٠ دقيقة في اليوم.\n✅ يطلب من ابنته الانتظار إلى أن تصبح أكبر لعمل حساب على وسائل التواصل الإجتماعي. \n✅ ينصحها بعدم النقر على المواقع والصور التي تظهر تلقائياً. \n✅ يشجع ابنته على التحدث معه إذا أزعجها أي شيء على الإنترنت أو مواقع التواصل الاجتماعى.",
  "Let’s look at another family. They have set up a routine around bedtime that is working really well!": "لننظر إلى عائلة أخرى قاموا بوضع نظام يومي ناجح عن وقت النوم.",
  "I am so happy to see you playing quietly with your building blocks, @data.characters.f3_son_4.name. In 5 minutes, it will be time to get ready for bed. When you are ready for bed, we can read a story together.": "أنا سعيد جدًا برؤيتك تلعب بهدوء بمكعبات البناء، بعد 5 دقائق سيكون الوقت قد حان للاستعداد للنوم. عندما تكون مستعدًا للنوم يمكننا قراءة قصة معًا.",
  "Okay!": "حسنًا!",
  "Time to get ready for bed, @data.characters.f3_son_4.name. First, let’s get you nice and clean with a bath.": "إنه وقت الذهاب إلى النوم @data.characters.f3_son_4.name. حان وقت الاستحمام لتصبح نظيف ومرتب. ",
  "You were so well-behaved in the bath, @data.characters.f3_son_4.name. Now it is time to put your pyjamas on.": "لقد كنتِ متعاون جداً في الاستحمام @data.characters.f3_son_4.name، الآن حان وقت ارتداء ملابس النوم.",
  "Well done for putting on your pyjamas by yourself, @data.characters.f3_son_4.name! Now let’s brush your teeth. Make sure you get the ones in the back of your mouth too!": "احسنت في ارتداء ملابس النوم لوحدك @data.characters.f3_son_4.name! حان وقت تنظيف أسنانك، تأكد من تنظيف الأسنان الخلفية أيضًا!",
  "You did so well getting ready for bed! Now, we have time to read a story. Which book would you like to read?": "لقد أعددت نفسك للنوم بشكل جيد! الآن لدينا وقت لقراءة قصة. أي كتاب تود قراءته؟",
  "Yay! Can you read me the story about the lion?": "رائع! هل يمكنك أن تقرئي لي قصة الأسد؟",
  "The end….” I’m glad you chose that story for us to read, it’s one of my favourites! Goodnight, my dear. I love you very much.": "النهاية...\" أنا سعيدة لأنك اخترت هذه القصة لنقرأها معًا، إنها واحدة من قصصي المفضلة! تصبح على خير يا عزيزي، أنا أحبك كثيرا.",
  "Goodnight, Mama.": "وأنا أحبك أيضاً يا ماما.",
  "Let’s think about what made this routine work well so we can all have peaceful bedtimes in our families.": "دعنا نفكر ما الذي جعل هذا النظام اليومي ناحج ليستطيع الجميع الحصول على نوم هادئ. ",
  "Maybe once a week": "ربما مرة في الأسبوع",
  "A few times per week": "عدة مرات في الأسبوع",
  "Try again. Following these steps only a few times a week may confuse @data.characters.f3_son_4.name, and she may struggle to follow the routine as well as she does here.": "حاول مرة أخرى، قد يشعر @data.characters.f3_son_4.name بالارتباك إذا اتبع تلك الخطوات عدة مرات في الأسبوع فقط، وقد يواجه صعوبة في اتباع ذلك النظام اليومي كما فعل هنا.",
  "Every day": "كل يوم ",
  "Exactly. Being consistent with a routine – especially at the end of the day when everyone is tired – makes activities easier to follow for children. \n\nWith a bit of practice, bedtime can become a happy time of connecting with your child!": "بالضبط، الثبات على النظام اليومي (خاصة نهاية اليوم عندما يكون الجميع متعبًا) يجعل الأنشطة أسهل للأطفال! \nمع القليل من التمرين قد يصبح وقت النوم وقتًا سعيدًا للتواصل مع طفلك.",
  "She connects with @data.characters.f3_son_4.name before giving instructions": "تبدأ بالتواصل مع @data.characters.f3_son_4.name قبل إعطاء التعليمات",
  "Yes, connecting properly helps encourage @data.characters.f3_son_4.name to follow the routine successfully.": "نعم، التواصل الجيد يساهم بشكل كبير في تشجيع @data.characters.f3_son_4.name على اتباع النظام اليومي بنجاح.",
  "She warns him that there will be consequences if he doesn’t follow the routine.": "تحذره من أنه سيكون هناك تبعات السلوك السلبي إذا لم يتبع النظام اليومي.",
  "She gives @data.characters.f3_son_4.name a transition warning for each step of the routine.": "تعطي @data.characters.f3_son_4.name تحذير انتقال لكل خطوة من النظام اليومي.",
  "Yes, knowing which step comes next helps @data.characters.f3_son_4.name to follow the routine successfully.": "نعم، تنبيه @data.characters.f3_son_4.name بما سيأتي يساعده على التحضير للخطوة التالية واتباع النظام اليومي بنجاح.",
  "She gives @data.characters.f3_son_4.name plenty of instructions.": "تقدم العديد من التعليمات دفعة واحدة لـ @data.characters.f3_son_4.name.",
  "Not quite. What’s important about the instructions is that she gives them one at a time. This means @data.characters.f3_son_4.name doesn’t get confused and helps him to follow the routine successfully.": "لا، من المهم تقديم التعليمات خطوة بخطوة، مما يضمن وضوحها ويمنع الالتباس، وهذا يساعد @data.characters.f3_son_4.name على اتباع النظام اليومي بنجاح.",
  "She lets @data.characters.f3_son_4.name do the routine by herself.": "تدع @data.characters.f3_son_4.name يقوم بالنظام اليومي بنفسه.",
  "Not quite, but she does praise him after each step. This will help @data.characters.f3_son_4.name to remember how to follow the routine successfully next time.": "ليس صحيحًا، إنها تقدم له التشجيع والثناء بعد كل خطوة، وهذا التعزيز الإيجابي يساعد @data.characters.f3_son_4.name على تذكر النظام اليومي والالتزام به في المستقبل.",
  "These four tips will help you create rules and routines to bring more structure and peace in your home:": "ستساعدك هذه النصائح الأربعة في إنشاء ضوابط وأنظمة يومية لتحقيق المزيد من التنظيم والهدوء في بيتك:",
  "BE A TEAM": "كونوا فريقًا",
  "When you involve your child in making rules they are more likely to follow them. One rule at a time is easiest.": "عندما تشرك طفلك في وضع الضوابط فإنه يكون أكثر ميلًا لاتباعها. ابدأ بتطبيق ضابطة واحدة  فقط في كل مرة، فهذا يسهل على الطفل فهمها.",
  "Plan rules WITH your child. Discuss the reasons for the rule and ask about their ideas.\n\nOlder children can share their own ideas of what they think the rule should be and you can agree together. They will feel appreciated and heard.": "خطط للضوابط مع طفلك. ناقش أسباب وضع هذه الضوابط واسأله عن أفكاره. يمكن للأطفال الأكبر سنًا مشاركة أفكارهم بشأن ما يعتقدون أنه يجب أن تكون الضوابط ويمكنكما الاتفاق عليهم معًا، هذا يمنحهم شعورًا بالتقدير والاهتمام.",
  "BE REALISTIC": "كن واقعيًا",
  "Consider your child’s age and developmental level when creating rules and routines. They have to be able to do what is expected of them.\n\nRemember: Only introduce one new rule or routine at a time – you can add another one later.": "خذ بعين الاعتبار عمر طفلك ومرحلته التطورية عند وضع الضوابط والأنظمة اليومية وتأكد أن الطفل قادر على تنفيذ ما يُطلب منه. تذكر: قدم واحدة فقط من الضوابط الجديدة أو نظام يومي واحد جديد في كل مرة، ويمكنك إضافة واحدة أخرى فيما بعد.",
  "Make rules and routines realistic for what your child can actually do and specific so there is no misunderstanding. Don’t say “ “clean up” but “pick up all of your building blocks”.": "اجعل الضوابط والأنظمة اليومية واقعية فيما يتعلق بما يستطيع طفلك القيام به، واجعلها محددة حتى لا يكون هناك أي سوء فهم. بدلاً من أن تقول \"نظّف\" قل \"اجمع كل مكعبات البناء\".",
  "BE CONSISTENT": "كن متسقا مع نفسك",
  "Make sure your child follows the rules and routines daily.\n\nThat way, your child knows what to expect and this will help them to feel secure. They will learn to be more independent and responsible.": "احرص على أن يتبع طفلك الضوابط والأنظمة اليومية بشكل يومى لكي يعرف طفلك ما يمكن توقعه، مما يمنحه شعورًا بالأمان. كما سيصبح مستقلاً ومسؤولاً أكثر بمرور الوقت.",
  "Activities become easier when children learn and get used to a routine.": "تصبح الأنشطة أسهل عندما يتعلم الأطفال النظام اليومي ويعتادون عليه.",
  "Here are some tips on rules and routines that will help you keep your child safe online:": "إليك بعض النصائح حول الضوابط والأنظمة اليومية التي ستساعدك في الحفاظ على أمان طفلك على الإنترنت ومواقع التواصل الاجتماعى:",
  "FIX YOUR TECH": "أصلح تقنياتك",
  "Take control of your devices to keep them safe for your children.": "حافظ على أن تجعل أجهزتك آمنة لأطفالك.",
  "Set up [parental controls](https://www.internetmatters.org/parental-controls/) on your gadgets \n\nTurn on [SafeSearch](https://www.internetmatters.org/parental-controls/entertainment-search-engines/) on your browser \n\nSet up strict [privacy settings](https://www.internetmatters.org/parental-controls/social-media/) on online apps and games \n\nCover webcams when not in use": "قم بتفعيل [إعدادت الرقابة الأبوية] (https://www.internetmatters.org/parental-controls/) على أجهزتك.\n\nشغل [إعدادات البحث الآمن] (https://www.internetmatters.org/parental-controls/entertainment-search-engines/) على متصفحك.\n\nقم باختيار [إعدادت الخصوصية] الصارمة (https://www.internetmatters.org/parental-controls/social-media/) على التطبيقات والألعاب على الإترنت.\n\nقم بتغطية كاميرات الأجهزة الالكترونية عند عدم الحاجة لها.",
  "USE SAFE ONLINE HABITS": "استخدام عادات آمنة عبر الإنترنت",
  "Consider your child’s age and developmental level when creating rules and routines. They have to be able to understand and do what is expected of them.\n\nRemember: Only introduce one new rule or routine at a time – you can add another one later.": "خذ بعين الاعتبار عمر طفلك ومرحلته التطورية عند وضع الضوابط والأنظمة اليومية وتأكد أن الطفل قادر على تنفيذ ما يُطلب منه. تذكر: قدم واحدة فقط من الضوابط الجديدة أو نظام يومي واحد جديد في كل مرة، ويمكنك إضافة واحدة أخرى فيما بعد.",
  "Involve your child in creating family tech rules. \n\nCreate device-free spaces and times in your house (eating, playing, schoolwork, and sleeping) \n\nTell your child that if they experience something online that makes them feel upset, uncomfortable, or scared, they can talk to you and you will not get mad or punish them.": "اشرك طفلك في وضع الضوابط الخاصة باستخدام الأجهزة الإلكترونية للعائلة. أوجد أوقاتًا وأماكن لا تستخدم فيها الأجهزة (مثلاً: أثناء تناول الطعام واللعب وعمل الواجبات المدرسية والنوم). اخبر طفلك أن بإمكانه التحدث إليك إذا شهد شيئًا عبر الإنترنت أو مواقع التواصل الاجتماعى وجعله يشعر بالانزعاج أو عدم الارتياح أو الخوف وأنك لن تغضب منه أو تعاقبه.",
  "SPEND TIME WITH YOUR CHILD": "اقضِ وقتاً مع طفلك",
  "Spending time with your child online helps you understand their digital world and build a stronger connection. \n\nTalking regularly about what your child sees online can help build trust and keep communication open.\nUse simple language they understand!": "إن قضاء الوقت مع طفلك عند استخدامه للإنترنت يساعدك في فهم عالمه الرقمي وبناء روابط قويه معه. \n\nإن التحدث بانتظام حول ما يراه طفلك على الإنترنت يساعد في بناء الثقة واستمرارية التواصل بينكم، استخدم لغة بسيطة يفهمها!",
  "Learn more": "تعلم المزيد",
  "Explore websites, social media, games, and apps together \n\n[Common Sense Media](https://www.commonsensemedia.org/app-reviews)\nhas great advice for apps,\ngames and entertainment for\ndifferent ages.": "استكشفوا المواقع الإلكترونية ومواقع التواصل الاجتماعي والألعاب والتطبيقات معًا. [Common Sense Media]\n(https://www.commonsensemedia.org/app-reviews)\nلديهم نصائح رائعة لاختيار التطبيقات والألعاب ووسائل الترفيه لمختلف الأعمار.",
  "Let’s come up with some ideas for rules and routines in your home.": "لنبتكربعض الأفكار لوضع الضوابط والأنظمة اليومية في بيتك.",
  "Here are some of the rules and routines that other families created.": "إليك بعض الضوابط والأنظمة اليومية التي وضعتها العائلات الأخرى. ",
  "Would you like to try one of these rules with your child?": "أتود تجربة إحدى هذه الضوابط مع طفلك؟",
  "Your child can play after finishing homework.": "يستطيع طفلك أن يلعب بعد أن ينتهي من واجباته المدرسية.",
  "All family members eat dinner together.": "يتناول أفراد الأسرة وجبة العشاء مع بعضهم البعض.",
  "Say ‘please’ when you ask someone to help you with something.": "قُل \"من فضلك\" عند طلب المساعدة من شخص آخر.",
  "Your child packs away the toys they played with during the day before bedtime": "يقوم طفلك باعادة ترتيب الألعاب التي لعب بها قبل وقت النوم.",
  "This is a great rule! Discuss it with your child and family, or come up with a different rule that will help you at home.": "هذه من الضوابط الرائعة! ناقشها مع طفلك أو عائلتك، أو ابتكر وحدة مختلفة لتساعدك في المنزل.",
  "In which of these areas would you like to create routines with your child?": "أي من هذه المجالات ترغب في ابتكار نظام يومي لطفلك؟",
  "One-on-one time": "وقتك الخاص مع طفلك",
  "Bedtime": "وقت النوم",
  "Wonderful! Give it a try and see how it will change your relationship with your child. Remember bedtime routines work best when they are predictable and calm!": "رائع! جربها وشاهد كيف ستغير علاقتك بطفلك. تذكر أن أنظمة النوم تعمل بشكل أفضل عندما تكون متوقعة وهادئة!",
  "Homework": "الواجبات المدرسية",
  "Wonderful! Give it a try and see how it will change your relationship with your child. Remember to use positive instructions when setting up this routine.": "رائع! جربها وشاهد كيف ستغير علاقتك بطفلك. تذكر أن تستخدم تعليمات إيجابية عند وضع هذا النظام اليومي.",
  "Mealtime": "وقت وجبات الطعام",
  "Wonderful! Give it a try and see how it will change your relationship with your child. Remember that mealtime routines work best when they are predictable.": "رائع! جربها وشاهد كيف ستغير علاقتك بطفلك. تذكر أن أنظمة وجبات الطعام تعمل بشكل أفضل عندما تكون متوقعة.",
  "Chores": "المهام المنزلية",
  "Wonderful! Remember to praise for following through on chore routines! Give it a try and see how it will change your relationship with your child.": "رائع! تذكر أن تمدح طفلك عندما ينتهي من مهام النظام اليومي! جرب هذه الطريقة وشاهد كيف ستغير علاقتك بطفلك.",
  "Device use time": "وقت استخدام الأجهزة الالكترونية",
  "Wonderful! Give it a try and see how it will change your relationship with your child.": "رائع! جرب هذه الطريقة وشاهد كيف ستغير علاقتك بطفلك.",
  "Your home activity is to set *one* rule and *one* routine with your child. \n\nRemember to be realistic and consistent, and praise your child for following each rule or routine!": "نشاطك المنزلي هو وضع إحدى الضوابط ونظام يومي واحد مع طفلك.\n\nتذكر أن تكون واقعيًا ومتسقًا، وامدح طفلك على اتباع الضوابط أو النظام اليومي!",
  "Can you set one routine and one rule with your child?": "هل يمكنك وضع إحدى الضوابط و نظام يومي واحد مع طفلك؟",
  "Yes": "نعم",
  "That's great! I hope it makes your home feel easier to manage for everyone.": "رائع! أتمنى أن تصبح إدارة منزلك أسهل على الجميع.",
  "No": "لا",
  "That's okay. Setting rules is hard and including children can feel uncomfortable, especially if you’re not used to it. Keep trying until you find a way that works for you and your children. It will be worth it!": "لا بأس بذلك، وضع الضوابط يعد امرا صعبا، وإشراك الأطفال قد يكون غير مريح خاصة إذا كنت غير معتاد على ذلك. استمر في المحاولة حتى تجد الطريقة التي تناسبك أنت وأطفالك. سترى نتائج جهدك في المستقبل!",
  "**Welcome to your first lesson**\n\nToday's topic is about self-care. \n\nWe often forget to take care of ourselves, but it's really important, especially if you are a parent!\n\nWhen you reduce stress and treat yourselves kindly, it helps both you and your children.": "أهلاً بكم في أول درس لك!\nموضوع اليوم عن العناية بالنفس.\nقد ننسى أن نخصص وقتًا لأنفسنا ولكن العناية بالنفس مهمة، خاصة إذا كنتِ أماً أو أبًا!\nتخفيف الضغط النفسي والتعامل مع نفسك بلطف يفيدك ويفيد أطفالك.",
  "How does self-care help you and your family?": "ما هي فوائد العناية بالنفس علىك وعلى أسرتك؟",
  "Greetings, everyone.\n\nThere are times when we experience challenges, face problems, and do not know what to do. It is important to take care of ourselves every day, so we are ready to handle those times well and stay calm. \n\nWhen we are calm, we are in a good state to think positively and come up with positive solutions to any challenges we may be facing.": "أهلاً بكم. يمر علينا جميعًا أوقات نشعر فيها بالتحدي ونواجه مشاكل لا نعرف كيف نحلها، لذلك من المهم جدًا أن نهتم بأنفسنا يوميًا لنكون مستعدين لمواجهة هذه التحديات بهدوء وثبات.\nعندما نكون هادئين نتمكن من التفكير بوضوح وإيجابية ونستطيع ابتكار حلول فعالة لأي مشكلة نواجهها.",
  "Let’s look at how @data.characters.f1_mother.name manages to take care of herself when life gets a bit too much.": "لنرى كيف تعتني @data.characters.f1_mother.name بنفسها عندما تشعر بأن الحياة مرهقة.",
  "Mama, come and play with me with my dolls!": "ماما، تعالي العبي معي بالدمى!",
  "Okay, Mama.": "حسنًا ماما.",
  "(🤔_thinking_) I am glad I took some time with my child. I feel a bit better and my mind feels clearer already. After dinner, I deserve a cup of tea by myself.": "(🤔_thinking_) يا له من شعور جميل أنني قضيت وقتًا مع طفلي! أشعر بتحسن كبير الآن وذهني صافٍ. بعد العشاء أستحق فنجان شاي بمفردي.",
  "(🤔_thinking_) What a day. I have a lot of things to do, but I am still standing and trying my best every day. Tomorrow, I should visit my friends so we can catch up and be reminded that we aren't alone!": "(🤔_thinking_) يا له من يوم! لدي الكثير لأفعله لكنني ما زلت أقف وأبذل قصارى جهدي كل يوم. غدًا علي أن أزور أصدقائي لنستعيد ذكرياتنا ونشعر بأننا لسنا وحدنا!",
  "@data.characters.f1_mother.name did a few things that can also help us when we are feeling overwhelmed.": "قامت @data.characters.f1_mother.name ببعض الأمور التي يمكن أن تساعدنا أيضًا عندما نشعر بالإرهاق أو الضغط النفسي.",
  "How is @data.characters.f1_mother.name feeling at first?": "كيف كانت تشعر@data.characters.f1_mother.name في البداية؟",
  "Have another look at @data.characters.f1_mother.name’s facial expression and thoughts. She is feeling stressed and worried.": "ألق نظرة أخرى على تعبيرات وجه وأفكار @data.characters.f1_mother.name، إنها تشعر بالضغط النفسي والتوتر.",
  "Yes, @data.characters.f1_mother.name feels stressed and worried about everything happening in her life.": "نعم، تشعر @data.characters.f1_mother.name بالضغط النفسي والقلق بسبب ما يحدث في حياتها.",
  "What does @data.characters.f1_mother.name do to manage her stress?": "ما الذي يجب على @data.characters.f1_mother.name فعله للتحكم في الضغط النفسي؟",
  "Yes, taking a pause helps in stressful moments. Even taking a few deep breaths can help us feel better and respond more calmly. She also praised herself, rewarded herself with a quiet cup of tea, and made a plan to spend time with a friend.": "نعم، أخذ فترة راحة يساعد في اللحظات العصيبة. أخذ بعض الأنفاس العميقة قد يساعدنا على الشعور بالتحسن والاستجابة بهدوء. هى ايضا أثنت على نفسها وكافئت نفسها بكوب الشاي ووضعت خطة لقضاء بعض الوقت مع أحد الأصدقاء.",
  "Play with @data.characters.f1_daughter_6.name": "اللعب مع @data.characters.f1_daughter_6.name",
  "Praise herself and think positively": "مدح نفسها والتفكير بإيجابية",
  "That’s right! @data.characters.f1_mother.name recognises she is trying her best in difficult circumstances. She also took a pause, rewarded herself with a quiet cup of tea, and made a plan to spend time with a friend.": "هذا صحيح! تدرك @data.characters.f1_mother.name أنها تبذل قصارى جهدها في الظروف الصعبة. كما أنها توقفت مؤقتًا وكافئت نفسها بفنجان من الشاي ووضعت خطة لقضاء بعض الوقت مع أحد الأصدقاء.",
  "Reward herself": "مكافئة نفسها",
  "Exactly, @data.characters.f1_mother.name creates a moment in the evening to enjoy a cup of tea by herself. Having this moment also helps her to come up with other ways to get support. She also took a pause, praised herself, played with her daughter, and made a plan to spend time with a friend.": "بالضبط، @data.characters.f1_mother.name عملت على ايجاد وقتا ممتعا في المساء للاستمتاع بفنجان من الشاي. يساعدها هذا الوقت أيضًا في التفكير بطرق أخرى للحصول على الدعم. كما أنها توقفت مؤقتًا وأثنت على نفسها ولعبت مع ابنتها ووضعت خطة لقضاء بعض الوقت مع أحد الأصدقاء.",
  "Yes, when we isolate ourselves, problems will start to feel even bigger. Reaching out to a friend can help. She also took a pause, praised herself, played with her daughter, and rewarded herself with a quiet cup of tea.": "نعم، عندما نعزل أنفسنا ستبدو لنا المشاكل بأنها أكبر. التواصل مع صديق يمكن أن يساعد الأم، بالإضافة الى أخذها للحظة راحة ومدحها لنفسها ولعبها مع ابنتها ومكافئة نفسها بكوب من الشاي.",
  "How is @data.characters.f1_mother.name feeling when she does something small for herself?": "كيف تشعر @data.characters.f1_mother.name عندما تفعل شيء لطيف لنفسها؟",
  "Exactly! She is able to feel calmer for a moment and think more positively.": "تمامًا! هي قادرة على الشعور بالهدوء للحظة والتفكير بإيجابية أكثر. ",
  "She may still have the same worries, but she also recognises she is trying her best and others are there to support her.": "ربما لا تزال لديها نفس الهموم لكنها تدرك أيضًا أنها تحاول بأقصى وسعها وأن الآخرين موجودون لدعمها.",
  "Upset": "الانزعاج",
  "Take a Pause": "خذ قسطًا من الراحة",
  "Taking a pause helps us to feel and respond calmer in stressful moments.": "يساعدنا أخذ قسط من الراحة على الشعور والاستجابة بشكل هادئ في اللحظات العصيبة.",
  "Even taking a few deep breaths makes a big difference. \n\nBy staying calm instead of reacting strongly, you can also prevent a lot of problems!": "أخذ نفسين عميقين يحدث فرقًا كبيرًا.\n\nمن خلال الحفاظ على الهدوء بدلاً من الانفعال يمكنك منع الكثير من المشاكل!",
  "Praise Myself": "أُثني على نفسي",
  "Take a moment and think of one thing YOU did well recently. Say it aloud if you can: \"Well done for …\"": "خذ لحظة وفكر في شيء واحد أتقنته مؤخرًا. قلها بصوت عالٍ إذا استطعت: \"أحسنت على ...\"",
  "Being a parent can be hard. Praise yourself for trying your best. \n\nIdentify negative thoughts when they start and decide if they are true or helpful. If not, find positive thoughts to replace them with. \n\nFor example, instead of “I am a bad parent” say “I am feeling overwhelmed right now, but I am doing the best I can and I will talk to a friend for support”.": "يمكن أن تكون الوالدية صعبة. امدح نفسك لمحاولتك بذل قصارى جهدك.\n\nحدد الأفكار السلبية عندما تبدأ وقرر ما إذا كانت صحيحة أو مفيدة. إذا لم تكن كذلك ابحث عن أفكار إيجابية لاستبدالها بها.\n\nعلى سبيل المثال: بدلاً من قولك \"أنا والد سيء\" قل \"أنا أشعر بالإرهاق الآن لكنني أبذل قصارى جهدي وسأتحدث مع صديق للحصول على الدعم\"",
  "Reward Yourself": "كافئ نفسك ",
  "What makes you happy? Find small things that you can do every day to care for yourself.": "ما الذي يسعدك؟ ابحث عن أشياء يمكنك القيام بها كل يوم للعناية بنفسك.",
  "More tips": "نصائح أخرى",
  "Doing something you enjoy will give you a short break. It will help you to think more clearly and care better for your family. Caring for yourself is caring for your family!": "القيام بشيء تستمتع به سيعطيك استراحة قصيرة، سيساعدك ذلك على التفكير بشكل أوضح ورعاية عائلتك بشكل أفضل. الاعتناء بنفسك بمثابة الاعتناء بعائلتك!",
  "Think of one thing YOU have done well recently.": "فكر في شيء واحد أتقنته مؤخرًا.",
  "“Well done to me for…”": "\"أحسنت على القيام ب...\"",
  "Showing love to my children": "إظهار الحب لأطفالي ",
  "Getting up, even though I felt tired": "استيقظت من النوم رغم شعوري بالتعب",
  "Smiling at my children": "الابتسام لأطفالي  ",
  "Making food to stay strong": "تحضير الطعام لأبقى قويا",
  "Spending time with my children": "قضاء الوقت مع أطفالي  ",
  "Helping my children with schoolwork": "مساعدة أطفالي في الواجبات المدرسية  ",
  "Say it aloud if you can.\n\nHere is one thing you deserve praise for: Well done for using @global.app_name!": "قلها بصوت عالٍ إذا استطعت.\n\nهذا شيء تستحق الثناء عليه: أحسنت على استخدام @global.app_name!",
  "Whenever you can, pause, praise and reward yourself. And remember to connect with your family and friends - you are not alone.\n\nCare for yourself every day. You matter! \n\nYour home activity is to take care of yourself.": "كلما استطعت توقف وامدح نفسك وكافئها، وتذكر أن تتواصل مع عائلتك وأصدقائك - أنت لست وحدك.\n\nاعتني بنفسك كل يوم. أنت مهم!\n\nنشاطك المنزلي هو الاعتناء بنفسك.",
  "What can you do to take care of yourself today?": "ماذا يمكنك أن تفعل للاعتناء بنفسك اليوم؟  ",
  "Praise myself": "أثني على نفسي",
  "Read a book": "اقرأ كتابًا",
  "Connect with a friend": "أتواصل مع صديق  ",
  "Take a nap": "أخذ قيلولة  ",
  "Have a cup of tea/coffee": "تناول كوبًا من الشاي/القهوة ",
  "Excellent. Taking care of yourself is an important parenting skill!": "ممتاز. إن الاعتناء بنفسك مهارة مهمة للوالدين!",
  "Body Scan": "أجزاء الجسم ",
  "Today's pause is called a body scan. Begin by closing your eyes or maintaining a soft gaze. \nTake a full breath in and a long breath out.\nNow, bringing awareness to the top of your body,\nyour head,\nface,\nneck,\nshoulders.\nNoticing any sensations, movements, any places of holding. \nContinue to scan your body, moving down the arms and hands and into your fingers.\nSense the back of your body and your lower back. \nFeeling the contact of your body with the chair if you are seated. \nNow, sensing your upper legs, your lower legs, and the feet. \nTake a full, deep breath in and a long breath out. Finish this pause by opening your eyes. \n\nThank you for taking a moment to pause with us. It's time for today's lesson.": "يسمى تمرين اليوم: أجزاء الجسم\nابدأ بتغميض عينيك او بالتواصل البصري الهادئ. خذ نفسًا عميقًا بالكامل وبعده زفيرًا طويلاً. والآن، ركز وعيك على الجزء العلوي من جسمك ورأسك ووجهك ورقبتك وكتفيك.. مع ملاحظة أي أحاسيس أو حركات أو أماكن التوتر.استمر في فحص جسمك وانتقل إلى أسفل الذراعين واليدين وحتى أصابعك. استشعر الجزء الخلفي من جسمك وأسفل ظهرك. استشعر اتصال جسمك بالكرسي إذا كنت جالسًا. الآن، استشعر ساقيك العلويتين وساقيك السفليتين وقدميك.\nخذ شهيقًا عميقًا وزفيرًا طويلًا. أنهِ هذه التمرين بفتح عينيك.\n\nشكرًا لك على تخصيص لحظة للإسترخاء معنا. لقد حان وقت درس اليوم.",
  "Breathe to three": "التنفس حتى ثلاثة",
  "Close your eyes. \n\nUse the magic power of three to stay connected and relax.\n\nBreathe in to the count of three. 1, 2, 3. \nBreathe out to the count of three. 1, 2, 3. \nBreathe in to the count of three. 1, 2, 3. \nBreathe out to the count of three. 1, 2, 3.\n\nDo you feel any different? Deep breathing helps our whole body and mind to calm down. \n\nYou are a star!": "يسمى تمرين اليوم: التنفس حتى ثلاثة\nأغمض عينيك.\nاستخدم القوة المميزة للرقم ثلاثة للتواصل والاسترخاء.\nتنفس بعمق وأنت تعد الى ثلاثة. 1، 2، 3.\nازفر بعمق وأنت تعد الى ثلاثة. 1، 2، 3.\nتنفس بعمق وأنت تعد الى ثلاثة. 1، 2، 3.\nازفر بعمق وأنت تعد الى ثلاثة. 1، 2، 3.\nهل تشعر بأي اختلاف؟ يساعد التنفس العميق على تهدئة الجسد والعقل بالكامل.",
  "Think about today": "فكر  في اليوم",
  "Close your eyes. \n\nTake a minute to think about the day.\n\nThink about one positive or fun thing you did.\nPraise yourself for one thing you did well today. \nThink of one thing you can do differently tomorrow.  \nThink of one thing that you are grateful for.": "يسمى تمرين اليوم: فكر في اليوم\nأغمض عينيك.\nخذ دقيقة للتفكير في يومك.\nفكر في شيء إيجابي أو ممتع قمت به.\nامدح نفسك على شيء واحد قمت به بشكل جيد اليوم.\nفكر في شيء يمكنك أن تفعله بشكل مختلف غدًا.\nفكر في شيء تشعر بالامتنان من أجله.",
  "Small things": "أشياء صغيرة",
  "Close your eyes.  \n\nTake a moment to stop what you are doing and connect with your breath.   \n\nWhat is one thing you can be grateful for right now?  \nWhat is one thing that brings you happiness?  \nWhat is one thing that you love?  \n\nThey do not have to be big. Sometimes the small things in life count the most!": "يسمى تمرين اليوم: أشياء صغيرة\nأغمض عينيك.\nخذ لحظة وتوقف عما تفعله وركز على تنفسك.\nما هو الشيء الذي يمكنك أن تكون ممتنًا له الآن؟\nما هو الشيء الذي يجلب لك السعادة؟\nما هو الشيء الذي تحبه؟\nقد لا تكون الأشياء كبيرة. أحيانًا الأشياء الصغيرة في الحياة هي الأكثر أهمية!\"!",
  "Feel the ground": "اشعر بالأرض ",
  "Close your eyes.\n\nNotice your connection with the ground beneath you. \nWhat parts of your body touch the ground? What parts of your body do not?  \nNotice where it feels warm and where it feels cool. \nFeel the ground underneath you supporting you. Let your body sink into the support of the ground.\n\nTry this next time you feel alone or are doing a mundane activity like washing up. It can really help!": "يسمى تمرين اليوم: اشعر بالأرض\nأغمض عينيك.\nلاحظ ارتباطك بالأرض التى تحتك.\nما هي الأجزاء من جسمك التي تلامس الأرض؟ وما هي الأجزاء التي لا تلامسها؟\nلاحظ الأماكن التي تشعر فيها بالدفء وأين تشعر بالبرودة\nاشعربقوة الأرض تحت قدميك. دع جسمك يستند على قوة الأرض.\nجرّب أن تعمل هذا التمرين عندما تشعر بالوحدة أو تقوم بنشاط يومي مثل ترتيب المنزل. قد يساعدك هذا التمرين على الاسترخاء!",
  "Counting sounds": "عد الأصوات",
  "Sit down and close your eyes.\nHow many sounds can you hear?  \nListen to the sounds inside and outside the room. Count them on your fingers. \nAfter ten seconds, how many fingers do you have up? What sounds did you hear? \n\nTry again for another ten seconds.  \nDid you hear any new sounds? Did you hear any sounds inside your own body? \nNotice how you feel now.": "يسمى تمرين اليوم: عد الأصوات\nاجلس وأغمض عينيك.\nكم عدد الأصوات التي يمكنك سماعها؟ \n استمع للأصوات داخل الغرفة وخارجها. عدّها على أصابعك.\nبعد عشر ثوانٍ، كم عدد الأصابع التي رفعتها؟ وما الأصوات التي سمعتها؟\nحاول مرة أخرى لمدة عشر ثوانٍ.\nهل سمعت أصواتًا جديدة؟ هل سمعت أي أصوات داخل جسدك؟\n لاحظ كيف تشعر الآن بعد عمل التمرين.",
  "Praise yourself": "امدح نفسك",
  "Self-praise can be really helpful, especially when we have difficult days. \n\nThink of your week and finish the following phrase: “This week, I am proud of myself for …” It can be anything, not just things about being a parent!\n\nThink of one thing you did well today. Now wrap your arms around yourself and give yourself a big HUG!": "يسمى تمرين اليوم: امدح نفسك\nمدح الذات قد يكون مفيدًا جدًا، خاصة عندما نمر بأيام صعبة.\nفكر في أسبوعك وأكمل العبارة التالية: \"هذا الأسبوع، أنا فخور/ فخورة بنفسي لأنني...\"\nيمكن أن يكون هذا أي شئ، ليس فقط أمور تتعلق بأنك والد/ والدة!\nفكر في شيء واحد قمت به بشكل جيد اليوم. والآن، احتضن نفسك بحب!\"",
  "List of things": "قائمة الأشياء",
  "Make a list of healthy activities that you like to do. Here are some suggestions:\n* Listening to your favourite music\n* Going for a walk (if possible)\n* Doing some exercise\n* Drinking a cup of tea by yourself\n* Calling up a friend\n* Singing, dancing, praying, or reading\n* Sitting in the sun with your eyes closed\n* Watching your favourite TV show\n\nPick one and do it today!": "يسمى تمرين اليوم: قائمة الأشياء\nقم بعمل قائمة بالأنشطة الصحية التي تحب القيام بها. هذه بعض الاقتراحات:\n- الاستماع إلى موسيقى مفضلة\n- الذهاب للمشي (إن أمكن)\n- ممارسة بعض التمارين الرياضية\n- شرب فنجان من الشاي بمفردك\n- الصلاة أو القراءة \n- الاتصال بصديق \n- الغناء أو الرقص\n- الجلوس تحت أشعة الشمس مع إغماض عينيك\n- مشاهدة برنامجك التلفزيوني المفضل\n\nاختر واحدة منها وقم بها اليوم!",
  "Angry? Take a break": "هل أنت غاضبًا؟ خُذ استراحة ",
  "Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else.\n\nGo somewhere else for 5 minutes to regain control of your emotions. If you have a safe outdoor space, go outside. You can get through this!": "يسمى تمرين اليوم: استراحة وقت الغضب\nإدارة الغضب قد يكون صعب جدًا. خذ استراحة عندما تشعر أنك تغضب من أطفالك أو من شخص آخر.\nاذهب إلى مكان آخر لمدة 5 دقائق لاستعادة السيطرة على مشاعرك. إذا تستطيع الذهاب الى مكان في الهواء الطلق، اذهب لهذا المكان. يمكنك تجاوز هذا الموقف."
}